{
  "Arrow": {
    "Head": [
      "Your shot nicks your target's ear, causing a -1 penalty to their attack rolls until the end of their next turn.",
      "Your shot grazes your target's neck, causing them to flinch and suffer a penalty of -2 to their attack rolls until the end of their next turn.",
      "Your shot grazes your target's cheek, slicing open a wound that bleeds far more freely than expected. They'll gain frightened 1 as they clasp one hand to their face.",
      "Your shot slashes across your target's ear, almost entirely severing the top third. They count as slowed 1 until the end of their next turn. After the battle and any usual Medicine checks, an additional hard (+2 to DC) Medicine check can be attempted for the purpose of successfully stitching the two parts of the ear back together. This second test does not restore your Hit Points any further.",
      "Your shot grazes your target's scalp, causing blood to flow. The flow of blood into their eyes will cause a dazzled condition until they spend an action to wipe it away. Each turn after that they must attempt a DC 6 flat check or more blood will flow down, repeating the condition, possibly occurring again and again until somebody pass very easy (-5 to DC) Administer First Aid check to bandage the wound.",
      "Your shot tears a furrow along your target's jaw, exposing white bone and teeth. They are slowed 1 until they can pass either a Will or Fortitude save, starting to roll on the end of their turns. The scarring will be unattractive but will not reduce their Charisma by any significant margin.",
      "(TODO:7) Your shot enters through your target's cheek, knocks out a couple of teeth, lacerates the tongue and exits through the opposite cheek. Your target will suffer a penalty of -4 to their attack rolls until the arrow is removed, requiring two actions. If attempting it themselves, your target must first pass a Will save. Failure simply means the arrow remains. After the arrow is removed, the target will spit blood and teeth but suffer only -2 to their attack rolls for the duration of the battle due to pain and the blood trickling down their throat. The tongue and the holes in their cheeks will heal naturally, although they'll suffer a penalty of -1 to any Charisma-based checks and DCs requiring speech until they take long-term rest.",
      "(TODO:8) Your shot enters through your target's neck, burying itself to the fletching. Surprisingly, there is very little blood, the arrow/bolt apparently having missed the major arteries or veins. Until the arrow/bolt is removed, target is sickened 2. Removal requires either a successful Medicine check with expert proficiency or a very hard (+5 to DC) Thievery or Athletics check. Failure means a major artery was nicked during the removal process and either magical healing or another hard (+2 to DC) Medicine check will be required to save them from bleeding to death within 1d6 turns.",
      "(TODO:9) Your shot enters your opponent's cheek near the nose and drives on into the nasal cavity, crumpling the thin walls to the nearby sinus. Your target will be sickened 4 for the remainder of the battle due to blood and bone fragments filling their mouth and nose. They are also slowed 2 for 1d6 turns and must pass a Will save or gain frightened 2 due to the horrifying experience of seeing an arrow sticking from their face. Removing the arrow is pretty straightforward, requiring no special checks.",
      "(TODO:10) Your shot enters through your target's cheek, shattering a couple of upper molars and lodging in the mandibular joint between the upper and lower jaw. Your target can no longer either open or close their mouth properly and will be sickened 5 until the arrow/bolt is removed, due to extreme pain and the blood filling their mouth. Removal will require a challenging (+1 to DC) Medicine check or a very hard (+5 to DC) Thievery or Athletics check, taking three actions. Failure means the arrow remains, and a new test cannot be performed within one hour.",
      "(TODO:11) Your shot punctures one of your target's eyeballs, lodging in the bony orbit and causing a clear gelatinous substance to run down their face. The target is stunned until the end of the battle. No amount of mundane or magical healing can restore the eye.",
      "(TODO:12) Your shot pierces your target's forehead, penetrating the skull by about an inch or two and damaging one frontal lobe of the brain. The target is stunned for 1d6 turns. They must then pass a hard (+2 to DC) Fortitude save or drop prone and be stunned for the rest of the battle. If they pass they will be sickened 5 until the end of the battle and must then pass an additional hard (+2 to DC) Fortitude test or suffer a lethal infection, making them delirious and helpless within one day, killing them within 1d4 days. Disease can be cured as normal.",
      "(TODO:13) Your shot enters through one eye, penetrating into the brain and knocking your target prone and stunned. Death ensues within 1d4 turns unless magical healing is provided. To survive with healing target must pass a very hard (+5 to DC) Fortitude save or magic must be as strong as Breath of Life. Survival will mean the head of the arrow/bolt remains inside their skull, and they will suffer a penalty of -1 to all skill checks for the rest of their life due to brain damage unless it's recovered with powerful restoration or regeneration magic.",
      "(TODO:14) Your shot slams into your target, coming out through the back of their neck. There is a 25% chance the shot went in through the mouth, turning them into a gruesome sight indeed and severing the spinal cord on the way out, otherwise going in through the throat and severing a carotid artery in a gush of blood. Either way, the target falls prone and gurgles for 1d4 turns before dying inevitably.",
      "(TODO:15) Your shot spits your target's head like an apple, killing them instantly, although their body will continue to twitch a bit for 1d4 turns."
    ],
    "Body": [
      "Your shot grazes your target's side, causing them to flinch and suffer a penalty of -1 to their attack rolls until the end of their next turn.",
      "Your shot slices along one rib, slicing the skin to the bone, causing a penalty of -2 to your target's attack rolls until the end of their next turn.",
      "Your shot pierces your target's flank just beneath the skin, the arrow/bolt sticking there and causing a penalty of -2 to their attack rolls until the end of their next turn, the penalty then reduced to -1 until the projectile is removed, requiring an action (to break off the shaft and to withdraw the stump).",
      "Your shot clips your target's shoulder, making them slowed 1 until the end of their next turn. They must pass a Fortitude save or be knocked prone.",
      "Your shot lodges under a rib, causing your target intense pain every time they moves, making them suffer a -2 penalty to their attack rolls until it is removed. This takes an action and requires a successful Medicine check or a hard (+2 to DC) Reflex save. Failure means the shaft broke but the head of the arrow remains lodged in your target's ribcage, now instead requiring a successful hard (+2 to DC) Medicine check.",
      "Your shot pierces your target's side, penetrating the wall of muscle and entering their abdominal cavity but missing any internal organs. Your target suffers a -4 penalty to their attack rolls until the arrow/bolt is removed, requiring an action and a successful Medicine check or a hard (+2 to DC) Reflex save. Failure means that the projectile was successfully withdrawn but additional damage was caused, delaying healing, meaning they'll recover only half of Hit Points next time they restore them. In addition to delayed healing, the target must pass a hard (+2 to DC) Fortitude save or suffer a Tetanus within one day.",
      "(TODO:) Your shot sinks into your target's shoulder (roll 1d6: 1-5 right, 6-10 left) near the neck, barely missing the top of the lung. Due to the discomfort of having an arrow/bolt sticking out of their body, your target suffers a penalty of -4 to their attack rolls when using that arm, until the projectile is removed. Unfortunately, the point is lodged deep underneath the collarbone, requiring six full turns and either a successful Medicine check with expert proficiency or a very hard (+5 to DC) Reflex save to avoid puncturing the lung. If this happens, the targeremoveh turn, falling unconscious when any of those characteristics reach zero and expiring within another 2d10 turns unless magical healing is provided.",
      "(TODO:) Your shot sinks into the target's belly, felling them prone. The projectile has lacerated the intestines, spilling faecal matter into the abdominal cavity. Your target is stunned, requiring a hard (+2 to DC) Will save to recover from the stunning. Until the arrow/bolt is removed, they'll suffer a penalty of -4 to all tests. Removing the arrow requires three full actions and either a successful Medicine check or a challenging (+1 to DC) Reflex save. In addition, they must make a very hard (+5 to DC) Fortitude save or die from infection in 1d6 days (becoming delirious and helpless within one day) unless successful magical healing seals up the lacerations within half that time. Alternatively, a very hard (+5 to DC) Medicine check with expert proficiency can be attempted, reducing the difficulty level to merely hard (+2 to DC) if a successful Sremove spell is first performed.",
      "(TODO:) Your shot sinks deep into your target's stomach just beneath the ribs on their left side and damages the spleen, causing internal bleeding. They is stunned until the end of their next turn and will then suffer a cumulative penalty of – 5% to attack rolls, attack rolls, Ag and S each turn, falling unconscious when any of those characteristics reaches zero. In addition, penalties until the projectile is removed and subsequent risk of infection is as for #6 above. Fortunately, the bleeding will be brought to a halt by the tough membranous covering of the spleen, containing the damage before your target dies from loss of blood.",
      "(TODO:) Your shot splits your target's breastbone but loses momentum before piercing their heart. The intense pain makes your opponent helpless until they can pass a hard (+2 to DC) Fortitude save, reducing it to stunning, requiring another test to recover from that. They can start rolling for those tests at the end of their next turn.",
      "(TODO:) Your shot penetrates between your target's lower ribs, damaging a kidney. The massive bleeding causes a cumulative penalty of -2 to attack rolls, attack rolls, Ag and S each turn, your target falling unconscious when any of those characteristics reaches zero. Unless magically healed, they will die from loss of blood in another 1d6 turns. If they survives the arrow/bolt will need to be removed as for #6 above.",
      "(TODO:) Your shot penetrates your target's chest, collapsing one lung. They must pass an immediate hard (+2 to DC) Fortitude save to stay conscious, otherwise suffering a penalty of -5 to all tests, and will also suffer a 20% risk of dying each turn, until magical healing is provided. If they survives, the penalty will be reduced by 10% each week as the lung gradually expands again.",
      "(TODO:) Your shot tears through your target's chest, damaging the aorta where it connects to the heart. The massive loss of blood causes a cumulative penalty of -4 to attack rolls, attack rolls, Ag and S each turn, your target falling unconscious when any of those characteristics reaches zero, then also suffering a cumulative 20% chance of dying each turn as their heart futilely empties their system of blood. Only a Very Hard magical healing spell test can save their life.",
      "(TODO:) Your shot tears out through your target's back, lacerating their liver, severing their abdominal aorta, damaging the spinal cord and felling them helpless prone, coughing up blood and bilious fluid. Death is inevitable in 1d4 turns.",
      "(TODO:) Your shot transfixes your target's heart, killing them instantly"
    ],
    "Arms": [
      "Your shot grazes your target's hand, forcing them to pass a Will save or drop anything they is holding in that hand.",
      "Your shot nicks the wrist of your target, causing a small but vicious wound. Due to the pain, they'll suffer a penalty of -2 to their attack rolls until the end of their next turn.",
      "Your shot glances off your target's elbow, sending an electric shock of pain down their arm, making them drop anything they is holding in that hand. The arm is numb and useless for 1 turn.",
      "Your shot slices your target's biceps, exposing red, glistening muscle tissue. All their attack rolls and Athletics checks during the next 1d4 turns will suffer a penalty of -2.",
      "Your shot penetrates the large muscle connecting your target's shoulder to the upper arm, the arrow/bolt remaining in the wound with the point sticking out the other side. They must pass a hard (+2 to DC) Will save to avoid dropping whatever they is holding in the other hand to grasp the injured shoulder. They also loses use of the arm until the arrow/bolt is withdrawn, which requires an action either by themselves or someone else, plus a successful challenging (+1 to DC) Will save if they does it themselves, gritting their teeth against the pain.",
      "Your shot slices the back of your target's hand, severing tendons and nicking the metacarpal bones between the wrist and fingers. They can still flex their fingers, so they doesn't drop their weapon, but the distracting sight of twitching tendons and white bone causes a penalty of -4 to their attack rolls until the end of their next turn. They'll suffer a permanent -2 penalty to any tests requiring manipulation made with that hand due until wounded condition is removed.",
      "(TODO:) Your shot transfixes your target's hand, passing between the metacarpal bones between wrist and fingers, and nailing it to any shield they might be holding in that hand. Until the arrow is removed, as per #5 above, the hand is useless. They also counts as stunned until the end of their next turn and, unless magically healed, will suffer a permanent -1 penalty to any tests requiring fine manipulation made with that hand, due to nerve damage to their middle finger.",
      "(TODO:) Your shot transfixes your target's wrist, resulting in penalties as for #7 above, except that you must pass a Will save to recover from the stunning and the penalty will be -4 due to the much greater damage to nerves and tendons.",
      "(TODO:) Your shot penetrates your target's forearm, the point lodging in one of the long bones of the forearm. Your target is stunned for 1d4 turns. The arm is useless until the arrow/bolt is withdrawn, which is very difficult due to the head being firmly embedded in the bone, requiring three full actions either by you or someone else, plus a successful hard (+2 to DC) Will save if you do it yourself.",
      "(TODO:) Your shot lodges in your target's elbow, severing the head of one of the long bones of the forearm and jamming the joint at a 90-degree angle. Your target is stunned by blinding pain for 1d4 turns and the arm is useless until their W characteristic has been fully recovered. Also the head of the arrow/bolt will have to be withdrawn. This requires either a successful Medicine check or, if lacking that skill, a hard (+2 to DC) Reflex save, by someone else. Failure means the head was successfully withdrawn but additional damage means healing is delayed, the target recovering one less W the next time they should have regained one or more W.",
      "(TODO:) Your shot lacerates the target's biceps muscle, also severing the large artery in the arm. Due to the spurting arterial spray, they will suffer a cumulative penalty of -2 to attack rolls, attack rolls, Ag and S each turn, losing consciousness when any of those characteristics reaches zero. When they wakes up the arrow/bolt will have to be withdrawn as per #5 above.",
      "(TODO:) Your shot pierces the meaty part of your target's shoulder near the neck, damaging the brachial plexus, the large bundle of nerves supplying the arm. They must pass a hard (+2 to DC) Will save to avoid dropping whatever they is holding in the other hand to grasp the injured shoulder. Unless magically healed within one day, which will count as a hard (+2 to DC) spell test, the paralysis will be permanent, rendering the arm limp and useless. Also, the arrow/bolt will have to be removed as per #10 above.",
      "(TODO:) Your shot shatters your target's shoulder-blade and severs the large artery branching off from the aorta to the arm and neck, causing massive internal bleeding. An immediate hard (+2 to DC) Fortitude save is required to avoid falling unconscious. They also suffers a cumulative 10% risk of dying from loss of blood each turn, unless magically healed. If they survives, the arrow/bolt will have to be removed as per #10 above.",
      "(TODO:) Your shot enters your target's shoulder at an angle and exits through their neck in a spray of blood. Your target sways uncertainly for a moment before their legs buckle and they collapses prone, unconscious. Death is inevitable within 1d4 rounds.",
      "(TODO:) Your shot enters through your target's armpit, embedding itself to the fletching. Your target crumples prone, gasping and gurgling for one turn while a soft, sucking noise emanates from the wound, before everything is still."
    ],
    "Legs": [
      "Your shot grazes your target's foot, causing a small but painful wound. They suffers a penalty of -1 to attack rolls until the end of their next turn.",
      "Your shot grazes your target's ankle, causing them to stumble, suffers a penalty of -3 next attack if it happens on their next turn as they flails their arms.",
      "Your shot glances off your target's shin. For the next 1d4 turns their movement is halved, all Reflex saves tests count as hard (+2 to DC) as they limps and gasps from the pain.",
      "(TODO:) Your shot slams into your target's kneecap, penetrating about half an inch before tearing out again as the shaft whips around, sending the arrow/bolt spinning crazily through the air. The target is stunned until the end of their next turn and must pass a challenging (+1 to DC) Will save or drop their weapon.",
      "(TODO:) Your shot slices a furrow along your target's hip. Distracted by the pain and forced to guard their injured side, your target suffers a penalty of -2 to all tests for 1d6 turns.",
      "(TODO:) Your shot slices across the back of your target's foot, severing tendons to the toes. The target is stunned until the end of their next turn, then suffers a –2 penalty to their movement as well as counting all Dodge Blow tests as hard (+2 to DC) until the end of the battle, as their toes won't obey them properly, making footing awkward. Unless magical or surgical healing is provided within 1d4 days, movement will be permanently reduced by –1.",
      "(TODO:) Your shot transfixes the target's foot, pinning it prone. Until the arrow/bolt is removed, movement is reduced to zero, all attack rollAthletics checks count as Challenging (-2) and all Dodge Blow tests count as very hard (+5 to DC). Removal requires two full turns and use of both hands.",
      "(TODO:) Your shot transfixes your target's calf, fracturing the outer of the two bones of the lower leg. Until the end of the battle all tests are counted as hard (+2 to DC) due to the blinding pain. In addition, until the target's W characteristic is fully restored, movement is reduced by –2 and all Dodge Blow tests count as hard (+2 to DC). Removing the arrow is pretty straightforward, requiring no special tests.",
      "(TODO:) Your shot slams through your target's knee, the point tearing out the back of the joint. Until the projectile has been removed from the jammed knee, movement is reduced to 1 and all Dodge Blow tests count as very hard (+5 to DC). Removing the arrow/bolt takes three full actions. Fragments of bone left inside the joint causes the knee to stiffen up and lock itself at inopportune moments, causing  a permanent –1 penalty to movement and making all Dodge Blow tests count as challenging (+1 to DC).",
      "(TODO:) Your shot shatters your target's shinbone, making them prone writhing in pain. They counts as helpless for 1d4 turns and is unable to support themselves on that leg until the fracture has healed in six weeks. Hopping on one leg counts as having a Move of 1 and all attack rolls and Dodge Blow tests count as very hard (+5 to DC). One crutch reduces the difficulty of the tests to hard (+2 to DC) but requires the use of one hand. Two crutches enables you to limp along at a Move of 2 but requires both hands and Dodge Blow tests still count as hard (+2 to DC).",
      "(TODO:) Your shot shatters your target's kneecap, making them prone. They is helpless with pain for 1d6 turns. They remains unable to support themselves on that leg until their W characteristic is restored fully. movement is permanently reduced by –2 and all Dodge Blow tests will count as challenging (+1 to DC) from now on.",
      "(TODO:) Your shot sinks deep into the target's thigh, cracking the thighbone. Your target falls prone, clasping their leg in agony, counting as helpless for 1d6 turns, then suffers a penalty of -4 to all tests for the duration of the battle due to the agonizing pain. Subsequent penalties and healing are as per #10 above.",
      "(TODO:) Your shot sinks into the target's thigh, severing the large femoral artery. Your target will suffer a cumulative penalty of -2 to attack rolls, attack rolls, Ag and S each turn, falling unconscious when any of those characteristics reaches zero. They'll then die from loss of blood in another 1d4 turns unless magical healing is provided.",
      "(TODO:) Your shot slams into your target's hip, shattering bone and lacerating nerves and major blood vessels inside the pelvis. Your target falls prone, helpless with shock, and expires inevitably in 1d4 turns.",
      "(TODO:) Your shot shatters the femur and lays open the femoral artery, causing your target to fall unconscious prone and die inevitably in 1d4 turns in a bright pumping spray of arterial blood."
    ]
  },
  "Blunt": {
    "Head": [
      "Your weapon glances off the side of your opponent's head, making a ringing noise and making them take a penalty of -2 to the next attack if it happens on their next turn.",
      "Your blow glances off your opponent's cheekbone, making them suffer a penalty of -1 to their AC and  attack rolls until the end of their next turn.",
      "Your weapon glances off the bridge of your opponent's nose, making them see bright flashes and their eyes water. All their attack rolls and Athletics checks during the next 1d4 turns will suffer a penalty of -1.",
      "Your weapon smashes into the meat of your opponent's neck, straining the large neck muscles. All their attack rolls and Athletics checks during the next 1d4 turns will suffer a penalty of -2.",
      "Your weapon lands a solid blow on the side of your opponent's head, bursting their eardrum, making a small rivulet of blood run down their neck. They'll be slowed 1 until the end of their next turn and will suffer a penalty of -2 to all hearing-based Perception tests until the eardrum has resealed itself in 1d4 hours.",
      "Your blow connects to your opponent's head with a sickening thud. Concussed, they falls prone, counting as slowed 1 until they can make a hard (+2 to DC) Fortitude save to regain full consciousness, starting to roll during their next turn, re-rolling each turn until they succeeds. They must also make a challenging (+1 to DC) Will save or suffer short-term amnesia, not remembering a thing about the battle or how they ended up in it.",
      "(TODO:) Your weapon fractures your opponent's nose, stunning them until the end of their next turn as they sees bright flashes and spits blood. On their next turn after that they must pass a challenging (+1 to DC) Fortitude save to recover, re-rolling each turn until they succeeds. There is a 50% chance that the nose will be so smashed it reduces their Fel by 1d6% unless magically healed or set with a successful Medicine check by someone with expert proficiency.",
      "(TODO:) Your blow crashes into your opponent's skull, stunning them until the end of their next turn. On their next turn after that they must pass a hard (+2 to DC) Fortitude save to recover, rerolling each turn until they succeeds. The blow has fractured their skull, causing a splinter of bone to press into their brain and starting a slow bleeding between the brain and the skull that will keep expanding, eventually killing them unless pressure is relieved. They'll suffer a cumulative penalty of -1 to their attack rolls, attack rolls, Ag, Int and Fel every two hours, falling into a coma when any of those characteristics reaches zero, dying within another 1d4 days. The only effective cure is a procedure called trepanation, which involves removing a piece of the skull by drilling or boring into it, thus relieving the pressure and allowing access to remove the splinter. This requires at least one hour and a challenging (+1 to DC) Medicine check with expert proficiency. If successful, a metal plate of some kind, usually a silver coin that has been hammeredremovenailed directly to the surrounding bone and then covered with a flap of the scalp. If already in a coma, your opponent will then wake up in another 1d4 days, otherwise regaining their lost characteristics at a rate of 5% per day. Failure will still relieve the pressure but causes brain damage, reducing attack rolls, attack rolls, Ag, Int and Fel by -2 permanently. Regardless of outcome, your opponent will have to pass a challenging (+1 to DC) Fortitude save immediately after the surgery or contract a serious infection, killing them within 1d6 days unless a successful Shallyan Cure Disease spell is performed.",
      "(TODO:) Your weapon breaks your opponent's jaw. They counts as stunned until the end of their next turn and then suffers a penalty of -4 to their attack rolls and attack rolls for the remainder of the battle due to the pain. The jaw will have to be wired or otherwise tightly shut until knitted together in 1d4 weeks, forcing your opponent to eat through a straw until then. There is also 50% risk that they'll have lost several teeth, in which case their Fel will be reduced by -1 unless they already had missing or unsightly teeth (GM's call).",
      "(TODO:) Your weapon crashes into your opponent's larynx at the top of the windpipe, causing a spasmed airway. They gasps for breath, suffering a cumulative penalty of -2 to their attack rolls, attack rolls, Ag and S each turn until they makes a challenging (+1 to DC) Fortitude save to immediately regain the lost characteristics points, rolling at the start of each turn. If any of the characteristics reaches zero they falls unconscious from lack of air. If not making their roll within another TB turns they dies from lack of air.",
      "(TODO:) Your weapon crushed the bony orbit surrounding your opponent's eyeball, causing a blow-out fracture, pushing  bone splinters into the sinus and trapping some of the muscles controlling eye movement. They counts as stunned until the end of their next turn. On their next turn after that they must pass a challenging (+1 to DC) Fortitude save to recover, rerolling each turn until they succeeds. Unless magical healing is received within 1d6 days the eye will be effectively lost and they must reduce any attack rolls or sight-based Perception test by half, including any bonus from Talents such as Excellent Vision or Sharpshooter.",
      "(TODO:) Your blow tears loose your opponent's jaw. They must make an immediate challenging (+1 to DC) Fortitude save or fall unconscious. If successful, they can only stumble around and try to hold their dangling jaw in place, counting as helpless for the duration of the battle. If they survives, either a challenging (+1 to DC) Medicine check with expert proficiency or magical healing is needed reattach the jaw. It must be done within 1d4 days, otherwise neremovend being forced to feed only on liquids and losing all speech, your opponent must also reduce their Fel by -5.",
      "(TODO:) Your weapon smashes into the junction between head and neck, breaking your opponent's spine. They falls unconscious and will die within 1d4 hours from loss of air due to damage to the breathing centre in the upper part of the spinal cord. Magical healing can save their life but will be hard (+2 to DC) and will still leave them paralysed from the neck down and gains them 1d4 IP due to the horrible experience of being paralysed and helpless while slowly suffocating to death.",
      "(TODO:) Your weapon hits your opponent in the forehead and shatters their skull like an eggshell. They immediately falls prone and spends the remainder of their life (1d6 rounds) twitching and jerking.",
      "(TODO:) Your weapon smashes into your opponent's head and bursts it like a melon, spattering you with blood and grey matter. Their death is immediate."
    ],
    "Body": [
      "Your weapon punches your opponent in the belly, momentarily winding them. They suffers a penalty of -2 next attack if it happens on their next turn.",
      "Your weapon contuses one of your opponent's ribs. They suffers -2 to their attack rolls until the end of their next turn.",
      "You connect solidly and squarely with your opponent's solar plexus, driving their breath from their body. They gain sickened 1.",
      "Your blow glances against your opponent's groin, forcing them to make an immediate very hard (+5 to DC) Fortitude save to avoid beeing slowed 1 until the end of their next turn, puking their guts out.",
      "Your blow contuses several of the ribs underneath your opponent's arm. Their attack rolls is reduced by -4 for the next 1d4 turns.",
      "Your weapon crashes into your opponent's side, damaging their spleen, causing slow internal bleeding as that organ's tough membranous covering tries to contain the steady leakage of blood. Your opponent suffers no ill effects during the remainder of this battle apart from being slowed 1 until the end of their next turn, but they will have to make a hard (+2 to DC) Fortitude save after the battle or suffer a cumulative sickened 1 that can't be removed each hour. This stops after target loose all wounded condition, after that sickened can be removed regulary. A surgical operation can fix the damaged spleen, although it will require a successful Medicine check with expert proficiency. Without operation, their immune system will be weakened, making them suffer a penalty of -2 to resist infections in the future.",
      "(TODO:) Your blow breaks several ribs, stunning your opponent until the end of their next turn. They'll also suffer a penalty of -4 to all actions as they gasps for breath and guards their ribs, until their W characteristic has been healed up to Lightly Wounded.",
      "(TODO:) Your blow connects solidly with your opponent's hip, fracturing one wing of the pelvis-bone. They falls immediately prone and counts as helpless from the pain until they can pass a hard (+2 to DC) Fortitude save, getting one  roll each turn. They'll then suffer a penalty of -2 on their attack rolls for the remainder of the battle and their movement will be reduced by –2 and all Dodge Blow tests will count as hard (+2 to DC) until their W characteristic has been fully restored.",
      "(TODO:) Your weapon crashes into your opponent's sternum, temporarily causing paralysis of their breathing musculature and cardiac arrhythmia as their hearts starts beating irregularly. They is helpless until the end of their next turn and will then have to pass a Fortitude save or their heart will simply stop, killing them. If they passes the Fortitude save they will simply be stunned for 1d4 turns before recovering their breath and normal heartbeat.",
      "(TODO:) Your blow shatters ribs, pushing splinters into internal organs, causing internal bleeding and a 50% chance of a collapsed lung. If that happens your opponent will suffer a penalty of -4 to all tests before collapsing unconscious after 1d4 turns and dying after an additional 1d4 turns. Only magical healing can save their life. If their lungs survive intact they'll still suffer a penalty of -4 to all tests until their ribcage has healed in four weeks.",
      "(TODO:) Your blow shatters your opponent's shoulder-blade, causing a penalty of -4 to all tests until their W characteristic has been fully restored. In addition there is a 50% chance of the blow also having glanced into their spine, causing spinal injury and resulting in total paralysis from the waist down. If your opponent passes a challenging (+1 to DC) Fortitude save the paralysis was caused only by swelling from a cracked vertebra and they will recover from their paralysis in 1d4 weeks.",
      "(TODO:) Your opponent is hit squarely between their shoulder-blades as they twists to avoid your blow, fracturing their spine. They falls immediately prone, paralysed from the waist down. They must make a hard (+2 to DC) Will save each turn to stay conscious. After falling unconscious they must make a challenging (+1 to DC) Fortitude save or die before regaining consciousness. If they survives they will remain paralysed, as not even magical healing can restore them, and will gain one extra IP and be plagued by constant nightmares, reliving the moment of their trauma.",
      "(TODO:) Your blow hits your opponent's breastbone with a mighty crack, fracturing and compressing it against the heart. Unbeknownst to your opponent, the shearing force has partly torn the aorta away from the heart, causing the pericardial sack surrounding the heart to fill up with blood, preventing it from beating properly. They'll suffer a cumulative penalty of -3 to their attack rolls, attack rolls, Ag and S each turn as their heart can no longer beat within the rapidly filling pericardium. When any of those characteristics reaches zero they will collapse dead. No mundane or magical healing can save them.",
      "(TODO:) Your blow drives pieces of your opponent's breastbone and ribs into their lungs and heart, causing frothy blood to erupt from their mouth as they staggers backward and collapses. Death is inevitable within one turn.",
      "(TODO:) Your blow smashes your weapon straight through the front of your opponent's ribcage, caving it in and killing them instantly. On your next turn you must take a action and pass either an S or Reflex save to withdraw your weapon from your fallen foe's chest cavity."
    ],
    "Arms": [
      "Your weapon smashes into your opponent's fingers, numbing them. They suffers a penalty of -12 to their attack rolls until the end of their next turn.",
      "Your weapon smashes into your opponent's hand, forcing them to make a challenging (+1 to DC) Will save to avoid dropping what they is holding in that hand.",
      "Your weapon smashes into your opponent's elbow, sending a shock of pain down their arm, forcing them to make a hard (+2 to DC) Fortitude save to avoid dropping what they is holding in that hand. In addition the arm will count as useless for 1 turn.",
      "Your weapon smashes into your opponent's biceps muscle, bruising it to the bone, forcing them to make a very hard (+5 to DC) Fortitude save to avoid dropping what they is holding in that hand. In addition, they suffer a penalty of -2 using this arm for 1d6 turns.",
      "Your weapon smashes into your opponent's shoulder, bruising it badly. Anything held in that hand is dropped and your opponent suffer a penalty of -2 using this arm for 2d4 turns.",
      "Your blow smashes your opponent's hand, fracturing some of the bones between wrist and fingers. The hand is useless until until wounded condition is removed. And they will then suffer a penalty of -1 to attack roll and Athletics checks requiring fine manipulation performed with that hand afterward due to improperly set bones unless a successful Medicine check has been made to reset them within first week (after the bones are healed and it will require expert Medicine proficiency).",
      "(TODO:) Your weapon fractures your opponent's wrist, making the hand hang loosely at an odd angle. They'll have to make a hard (+2 to DC) Will save or be stunned by the pain for 1d4 turns. Healing is as per #6 above, although also requiring a good splint or cast.",
      "(TODO:) Your weapon smashes into your opponent's forearm, fracturing the bones with a satisfying snap. They is stunned for 1d6 turns by the intense pain. The arm is useless until healed as per #7 above, except that the Medicine check is hard (+2 to DC).",
      "(TODO:) Your blow smashes into your opponent's shoulder, fracturing the collarbone and dislocating the arm from its socket. Your opponent is stunned for 1d6 turns and must make a successful Fortitude save to remain standing, suffering a penalty of -4 to all tests due to the excruciating pain for the remainder of the battle. The arm is useless until popped back into place by a successful Medicine check but your opponent will still suffer a penalty of -4 to any attack rolls and Athletics checks made using that arm until it has healed in 1d4 weeks.",
      "(TODO:) Your weapon crushes your opponent's elbow, smashing the joint and leaving the lower arm hanging from it with a disturbing amount of mobility. Your opponent is helpless with pain for 1d6 rounds. The arm will be useless until the bones have knitted in 1d6 weeks. Only magical healing will restore the full function of the arm, which will otherwise suffer a penalty of -2 to all attack rolls, S and Ag tests in which it is used due to stiffness and damaged nerves, assuming it is cared for with a successful hard (+2 to DC) Medicine check. If the damage is left untended by mundane or magical healing the badly healed joint raises the penalty to -4.",
      "(TODO:) The bone of your opponent's upper arm breaks into several pieces with a loud crack that echoes across the battlefield. They is helpless with pain for 1d6 turns. Nerves and an artery are damaged by the sharp fragments, requiring magical healing to restore function or else the arm will have to be amputated or suffer gangrene within 1d6 days. This will be fatal within another 1d6 days unless successful magical healing is provided, still leaving the arm almost totally paralysed and useless.",
      "(TODO:) Your blow smashes into your opponent's shoulder, tearing and crushing the nerves that supply the arm. No amount of magical or mundane healing can restore function, leaving the arm hanging useless and paralysed from the shoulder by atrophying muscles and shredded tendons. Your opponent must make a hard (+2 to DC) Fortitude save or fall unconscious from the shock, being stunned for 1d6 turns and then suffering a penalty of -4 to all tests for the duration of the battle even if they makes the test.",
      "(TODO:) Your weapon practically tears your opponent's arm from its socket, leaving it dangling by torn muscle and tendons, bleeding heavily. Your opponent falls unconscious from shock and dies within 2d10 turns from loss of blood and massive traumatic shock unless magical healing is applied to at least partly mend the torn tissues, still leaving the arm useless and paralysed.",
      "(TODO:) Your weapon shatters your opponent's shoulder from the side, driving shards of bone into the ribcage, piercing the lung and nicking the heart. Your opponent coughs up bright arterial blood before they slumps prone and dies inevitably in 1d4 turns.",
      "(TODO:) Your weapon completely demolishes your opponent's shoulder before driving on and shattering the ribcage. Your opponent is hurled sideways and crumples prone, twitches once and never moves again."
    ],
    "Legs": [
      "Your weapon glances off your opponent's knee, sending them off balance. They'll suffer a penalty of -1 to their attack rolls until the end of their next turn. If they survives the battle their knee will always ache 24 hours before a storm.",
      "Your weapon glances off your opponent's hip, forcing them to pass a challenging (+1 to DC) Reflex save to avoid falling unceremoniously on their rump.",
      "Your weapon strikes the side of your opponent's knee, twisting it inward. They'll suffer a penalty of -2 to their attack rolls until the end of their next turn as they tries to avoid putting any weight on that leg.",
      "(TODO:) Your weapon glances off your opponent's shin, forcing them to pass a hard (+2 to DC) Will save or drop everything and count as helpless until the end of their next turn as they jumps around on one leg, grasping it with both hands. Passing the test will result in them suffering a penalty of -4 to their attack rolls until the end of their next turn as they staggers and gasps from the pain.",
      "(TODO:) Your blow badly bruises your opponent's thigh, driving them to their knees, counting as having fallen prone. movement is reduced by -1 and any Dodge Blow and attack rollAthletics checks will count as challenging (+1 to DC) until the end of the battle.",
      "(TODO:) Your blow crashes into your opponent's hip, chipping one wing of the pelvis and felling them prone. Due to the pain they'll suffer a penalty of -4 to their attack rolls and unable to rise for 1d4 turns.",
      "(TODO:) Your weapon smashes your opponent's great toe, squashing it almost flat. All attack rolls and Dodge Blow tests will count as hard (+2 to DC) until the end of the battle. Their movement will be reduced by -1 and any Dodge Blow tests will continue to be counted as challenging (+1 to DC) until the toe has healed in two weeks.",
      "(TODO:) Your blow crushes your opponent's foot, fracturing several of the bones between ankle and toes. They falls prone and will be unable to put any weight on that foot and thus to rise for the duration of the battle. They'll be effectively one-legged until the bones have healed in four weeks. They must then make a challenging (+1 to DC) Fortitude save or suffer a permanent -1 reduction to their movement due to the bones not setting properly. Magical healing performed before the bones have healed will negate the need for thiAthletics check.",
      "(TODO:) Your blow shatters your opponent's ankle, felling them prone and making the foot stand out from the lower leg at a strange angle. They'll be screaming and helpless for 1d4 turns unless they can pass a hard (+2 to DC) Will save, in which case they'll only count as stunned rather than helpless. They'll be unable to put any weight on the foot until it has healed in four weeks. Unless the ankle is set correctly by a successful Medicine check, it'll heal crooked, causing a penalty of –1 to movement and making all Dodge Blow tests count as challenging (+1 to DC) ever after.",
      "(TODO:) Your blow smashes your opponent's shin, shattering the shinbone into several fragments and breaking the fibula, the outer of the two long bones in the lower leg, as well, fragments piercing through the skin. Your opponent falls prone, helpless and blind with pain for 1d6 turns, then suffering a penalty of -2 to all tests for the remainder of the battle. They'll be unable to rise afterwards and will have to pass a hard (+2 to DC) Fortitude save or suffer infection in the open fracture within 1d6 days, causing death in another 1d6 days unless amputation is performed. A successful Shallyan Cure Disease spell will save their life but the leg will remain useless unless magically healed, which will require a hard (+2 to DC) spell test due to the mess of bone shards, damaged nerves and blood vessels inside the leg.",
      "(TODO:) Your blow shatters your opponent's kneecap. They falls helpless prone, clutching their injury as their throaty screams echo across the battlefield for 1d6 turns and will then be unable to rise and suffers a penalty of -4 to all tests for the remainder of the battle. Unless magical healing is provided they'll be at -2 to their movement and counting all Dodge Blow tests as hard (+2 to DC) for the rest of their life due to a bad limp and stiffness of the joint.",
      "(TODO:) Your blow connects solidly with the middle of your opponent's leg. With an audible popping sound, the knee bends the wrong way, large ligaments in the knee severed. Your opponent falls prone, helpless from pain for the rest of the battle, and must make a hard (+2 to DC) Will save each turn or fall unconscious. Only magical healing, which will count as very hard (+5 to DC), will restore function of the knee. Otherwise they'll be at half movement for the rest of their life due to a seriously unstable knee joint, counting all their Dodge Blow tests as very hard (+5 to DC).",
      "(TODO:) Your weapon smashes into your opponent's thigh, fracturing the thighbone and lacerating the femoral artery. Your opponent falls unconscious in an undignified heap on the ground as their leg visibly swells up and goes purple before your eyes. Death will occur unless a tourniquet (requiring two full turns and a successful Medicine check) or magical healing is provided within 2d10 turns and even that will not save the leg which will have to be amputated or the patient will die from massive gangrene in the bloodless leg, regardless of any magical healing.",
      "(TODO:) Your weapon smashes into your opponent's hip, breaking the thighbone near the joint. The sharp end of the bone lacerates the large artery and tears out from the skin as your opponent falls, a white spear of bone sticking out from their hip. They immediately falls unconscious and expires inevitably in a spreading pool of blood within 1d4 turns.",
      "(TODO:) Your weapon smashes your opponent's pelvis, causing major trauma to nerves and major arteries. They crumples prone in a moaning heap and dies inevitably from shock and bleeding within one turn."
    ]
  },
  "Bullet": {
    "Head": [
      "Your bullet nicks your target's ear, causing a -1 penalty to their attack rolls until the end of their next turn.",
      "Your bullet grazes your target's cheek, leaving an open wound that bleeds far more freely than expected. They suffers a penalty of -3 next attack if it happens on their next turn as they clasps one hand to their face.",
      "Your bullet grazes your target's neck, causing them to flinch and suffer a penalty of -2 to their attack rolls until the end of their next turn.",
      "Your bullet tears away most of your target's outer ear. They counts as slowed 1 until the end of their next turn.",
      "Your bullet grazes your target's scalp, causing blood to flow into their eyes. The flow of blood will cause a penalty -4 to attack rolls until they spend an action to wipe it away. Each turn after that they must attempt a DC 6 flat check or more blood will flow down, repeating the condition, possibly occurring again and again until somebody pass very easy (-5 to DC) Administer First Aid check to bandage the wound.",
      "Your bullet tears a furrow along your target's jaw, exposing white bone and teeth. They are slowed 1 until they can pass either a Will or Fortitude save, starting to roll on the end of their turns. The scarring will be unattractive but will not reduce their Charisma by any significant margin.",
      "(TODO:) Your bullet enters through your target's cheek, knocks out a couple of teeth, lacerates the tongue and exits through the opposite cheek. Your target is stunned until the end of their next turn and will spit blood and teeth, suffering a penalty of -2 to their attack rolls for the duration of the battle due to pain and the blood trickling down their throat. The tongue and the holes in the cheeks will heal naturally although they'll be at -4 to any Fel tests requiring speech until their W characteristic is fully restored.",
      "(TODO:) Your bullet tears out a large part of your target's larynx, the upper part of the windpipe, opening a gaping hole at the front of their neck. They is stunned for 1d6 turns and will be rendered permanently mute, their Fel reduced by a penalty of -4 due to the unsightly neck-hole through which they now does most of their breathing.",
      "(TODO:) Your bullet smashes into your target's temple, fracturing their skull. They must make an immediate hard (+2 to DC) Fortitude save or be knocked unconscious, otherwise being stunned for 1d6 turns and suffering a penalty of -2 to all tests for the duration of the battle due to dizziness and nausea.",
      "(TODO:) Your bullet goes in through your target's mouth, knocking out a couple of front teeth and damaging the tongue before exiting through the angle of the lower jaw, fracturing it and causing their jaw to hang loosely on that side. They'll stunned for 1d4 turns and suffers a penalty of -4 to all tests for the duration of the battle due to pain and the blood and gore filling their mouth. They'll be unable to speak or eat solid food until their W characteristic is fully restored. Afterward, due to a misaligned lower jaw and damage to the tongue slurring their speech, they'll suffer a permanent penalty of -2 to their Fel.",
      "(TODO:) Your bullet punctures one of your target's eyeballs, lodging in the bony orbit and causing a clear gelatinous substance to run down their face. The target is stunned until the end of the battle. No amount of mundane or magical healing can restore the eye and they suffers reduction of any attack rolls or sight-based Perception test by half, including any bonus from Talents such as Excellent Vision or Sharpshooter.",
      "(TODO:) Your bullet fractures your target's skull, lodging between the bone and brain, knocking them unconscious. They'll have to pass a hard (+2 to DC) Fortitude save or die within 1d4 hours due to intracerebral haemorrhaging, blood filling their skull and compressing the brain. If successful they'll wake up 1d4 days later with a new random Insanity due to brain damage.",
      "(TODO:) Your bullet enters through one eye, penetrating into the brain and knocking your target unconscious. Death ensues within 1d4 turns unless magical healing is provided, counting as a very hard (+5 to DC) spell test. Survival will mean your target will suffer a reduction of -4 to attack rolls, attack rolls, Ag, Int and Fel for the rest of their life due to brain damage.",
      "(TODO:) Your bullet exits through the back of your target's neck in a spray of blood. There is 50% chance it entered through the lower part of their face, making them a gruesome sight indeed and severing the spinal cord on its way out, otherwise having entered through their throat and torn out a carotid artery in the process. Either way, your target drops prone and gurgles for 1d4 turns before expiring in a widening pool of blood.",
      "(TODO:) Your bullet enters through your target's forehead, making a coin-sized entry hole, emerging from the back of their head in a massive spray of blood and brain tissue as it makes a fist-sized exit hole. Your target could not possibly be any deader"
    ],
    "Body": [
      "Your bullet grazes your target's side, causing them to flinch and suffer a penalty of -1 to their attack rolls until the end of their next turn.",
      "Your bullet tears a furrow along one rib, causing a penalty of -2 to your target's attack rolls until the end of their next turn.",
      "Your bullet pierces your target's flank at a sharp angle, lodging underneath the skin. They suffers a penalty of -4 next attack if it happens on their next turn. In addition, the bullet also brought with it a small piece of wadding or the target's clothing into the wound, causing an infection that will delay their healing process, meaning they'll recover only half of Hit Points next time they gain them.",
      "Your bullet clips your target's shoulder, spinning them almost completely around and making them slowed 1 until the end of their next turn. They must pass a Fortitude save or be knocked prone. Apart from that dramatic effect, the wound is comparatively minor.",
      "Your bullet lodges under a rib, causing your target intense pain every time they moves, making them suffer a -2 penalty to their attack rolls until the bullet is removed. This requires an action with successful Medicine check. Critical failure will result in Tetanus.",
      "Your bullet smashes into your target's back at a sharp angle and clips a vertebra in the spine of the small of the back, causing temporary paralysis from the shock of impact. Your target falls prone, unable to use their legs until they pass a Fortitude save and recover completely, starting at the end of each turn.",
      "(TODO:) Your bullet hits your target's shoulder-blade at a sharp angle, shattering itself on impact. The fragments tear away a massive amount of flesh from the surface of the shoulder-blade, white bone showing clearly through the ragged hole they leave as they exit. Your target is stunned for 1d6 turns and suffers a penalty of -4 to all tests from pain and ruined muscle tissue until the end of the battle. The penalty is then reduced to -2 until their W characteristic is fully restored.",
      "(TODO:) Your bullet punches into your target's belly, penetrating the abdominal cavity and damaging the intestines. Results are as for Cutting Damage to Body #7.",
      "(TODO:) Your bullet punches into your target's chest, knocking them sprawling and fracturing a rib, the jagged ends puncturing  one lung, causing it to collapse. They suffers a cumulative penalty of -1 to attack rolls, attack rolls, Ag and S each turn, falling unconscious when any of those characteristics reaches zero. They is then left lying on the ground, blood running from their mouth and a bubbling noise emanating from the hole in their chest. They'll die in 2d10 turns unless magical healing is provided. If they survives they'll suffer a penalty of -5 to all tests for one week, reducing the penalty by 10% for each subsequent week, before recovering when the lung has inflated itself again.",
      "(TODO:) Your bullet slams into your target's belly, knocking them sprawling, stunned until the end of their next turn. The liver has been penetrated and they'll suffer a cumulative penalty of -2 to attack rolls, attack rolls, Ag and S each turn due to internal bleeding, falling unconscious when any of those characteristics reaches zero. They'll die in another 1d6 turns unless magical healing is provided.",
      "(TODO:) Your bullet smashes a lower rib and ruins one kidney. Your target is knocked sprawling, helpless until the end of their next turn. They'll suffer a cumulative penalty of -3 to attack rolls, attack rolls, Ag and S each turn due to massive internal bleeding, falling unconscious when any of those characteristics reaches zero. They'll die in 1d6 turns unless magical healing is provided, and even that will count as a hard (+2 to DC) spell test.",
      "(TODO:) Your bullet smashes your target's breastbone, shattering it and driving fragments deeper into the chest. Your target will have to pass a challenging (+1 to DC) Fortitude save or die on the spot, their heart pierced. If they survives they'll count as helpless for 1d6 turns, then suffer a penalty of -5 to all tests until their W characteristic is fully restored, due to problems breathing, practically every rib disconnected from their shattered breastbone. After one day they'll have to pass a hard (+2 to DC) Fortitude save or contract pneumonia due to not being able to cough up phlegm properly, dying within 1d4 days unless a Shallyan Cure Disease spell saves them.",
      "(TODO:) Your bullet punches clear through your target's belly, exiting from their back in a spray of blood and tissue. They'll count as helpless from pain and shock until they expires in great agony 1d6 hours later, unless both a successful Shallyan Cure Disease spell and a successful magical very hard (+5 to DC) healing spell test saves them.",
      "(TODO:) Your bullet smashes into your target's chest, tearing through one lung and major blood vessels. A trickle of blood runs from your target's mouth as they slumps prone and expires inevitably 1d4 turns later.",
      "(TODO:) Your bullet makes a perfect bull's eye hit on your target's heart, sending them flying backwards in a most dramatic manner, dead before they hits the ground."
    ],
    "Arms": [
      "Your bullet grazes your target's hand, forcing them to pass a Will save or drop anything they is holding in that hand.",
      "Your bullet nicks the wrist of your target, causing a small but vicious wound. Due to the pain, they suffers a penalty of -2 to their attack rolls until the end of their next turn.",
      "Your bullet glances off your target's elbow, sending an electric shock of pain down their arm, making them drop anything they is holding in that hand. The arm is numb and useless for 1 turns.",
      "(TODO:) Your bullet takes a chunk of your target's biceps muscle with it. They suffers a penalty of -4 to their attack rolls until the end of their next turn.",
      "(TODO:) Your bullet pierces your target's deltoid muscle of the shoulder, lodging just underneath the skin. Your target drops anything held in that hand and suffers a penalty of -4 to their attack rolls until the end of their next turn. Additionally, until the bullet is removed you can't fully recover your full W characteristic, effectively having one less W than normal. Removal requires two full turns, a sharp knife and a successful easy (-2 to DC) Medicine check.",
      "(TODO:) Your bullet makes a hole through your target's hand, smashing some of the bones between the wrist and the fingers and severing the tendons to one digit, either the middle or ring finger as the GM deems fit. Anything held in that hand is dropped and the hand is useless until the end of the battle. Afterwards your target will suffer a permanent penalty of -1 to any tests requiring fine manipulation performed with that hand due to reduced manual dexterity, probably simply binding the limp finger to its neighbour to keep it from interfering with any tasks.",
      "(TODO:) Your bullet removes one finger on your target's hand. Roll 1d10: 1-2 thumb, 3-4 index finger, 5-6 middle finger, 7-8 ring finger, 9-10 pinkie. Your target is stunned until the end of their next turn. If the thumb is lost, grip will be very poor, reducing attack rolls, Ag and S by a penalty of -4 for any tests or blows made with that hand. Loss of a pinkie is mostly cosmetic in effect and the target can count themselves lucky. Loss of any other finger will result in penalties as for #6 above.",
      "(TODO:) Your bullet shatters your target's wrist, smashing the many small wrist-bones and severely damaging nerves and tendons. Anything held in that hand is dropped. Your target counts as stunned and must pass a hard (+2 to DC) Will save to avoid dropping anything held in the opposite hand to grab their injury. At the end of their next turn they must pass a Will save to recover from the stunning, rolling again next turn if they fails. The hand is useless until the target's W characteristic is fully restored. They must then pass a hard (+2 to DC) Fortitude save. Failure means the hand remains next to useless, stiff and with hardly any function left in the fingers. If successful, they'll suffer a permanent penalty of -4 to attack rolls, Ag and Athletics checks (as well as any tests requiring fine manipulation) made with that hand due to stiffness and reduced manual dexterity. Magical healing will heal the injury completely if provided with 1d4 days.",
      "(TODO:) Your bullet lodges in the target's elbow, jamming the joint. Your target is stunned by blinding pain for 1d4 turns and the arm is useless until the bullet is removed. This requires a successful Medicine check with the Surgery talent. If this is not provided within 1d6 days the target must pass a challenging (+1 to DC) Fortitude save or suffer an infection that will render the joint, and the arm, permanently useless. In addition, they must pass a second test or the infection will spread, killing them within another 1d6 days unless amputation is performed. A successful Shallyan Cure Disease spell will heal the infection but not remove the bullet or restore function in the arm.",
      "(TODO:) Your bullet smashes your target's collarbone. They is stunned for 1d6 turns and suffers a penalty of -5 to all tests performed with that arm, including for calculating SB, until their W characteristic is fully recovered.",
      "(TODO:) Your bullet shatters the bone of your target's upper arm. The target is stunned by blinding pain for 1d6 turns and the arm is useless. Such an injury requires magical healing within 1d6 days or it will develop gangrene and need amputation.",
      "(TODO:) Your bullet pierces the meaty part of the target's shoulder near the neck, severing the brachial plexus, the bundle of nerves supplying the arm, and stunning them for 1d4 turns. They must pass a hard (+2 to DC) Will save to avoid dropping whatever they is holding in the other hand to grasp the injured shoulder. Unless magically healed within one day, which will count as a hard (+2 to DC) spell test, the paralysis will be permanent, rendering the arm limp and useless. Also, the lodged bullet will permanently reduce their W by –1.",
      "(TODO:) Your bullet shatters your target's shoulder-blade and severs the large artery branching off from the aorta to the arm. The victim of your lethal accuracy will suffer a 30% risk of dying from loss of blood each turn, unless magically healed which will require a hard (+2 to DC) spell test. Until their W characteristic is fully restored, the pain of their shattered shoulder-blade will make all tests connected with any physical activity count as Very hard (-6). Also, the lodged bullet will permanently reduce their W by –1 if they survives.",
      "(TODO:) Your bullet almost tears your target's arm off at the shoulder, severing major blood vessels. They immediately falls unconscious and will inevitably die in a spreading pool of blood within 1d4 turns.",
      "(TODO:) Your bullet enters through your target's armpit, tearing its way through both lungs and damaging the heart. Your target coughs up a spray of blood before collapsing and dying within one turn."
    ],
    "Legs": [
      "Your bullet grazes your target's foot, causing a small but painful wound. They suffers a penalty of -1 to attack rolls until the end of their next turn.",
      "Your bullet grazes your target's ankle, causing them to suffer a penalty of -3 next attack if it happens on their next turn as they flails their arms.",
      "Your shot glances off your target's shin. For the next 1d4 turns their movement is halved and they suffer -1 penalty to their attack rolls as they limps and gasps from the pain.",
      "(TODO:) Your bullet clips your target's kneecap. The target is stunned until the end of their next turn and must pass a challenging (+1 to DC) Will save or drop their weapon to clasp their knee.",
      "(TODO:) Your bullet tears a shallow furrow along your target's hip. Distracted by the pain and forced to guard their injured side, your target suffers a penalty of -2 to all tests for 1d6 turns.",
      "(TODO:) Your bullet smashes into your target's foot, fracturing several bones and lodging inside. The target is stunned until the end of their next turn. Until the fracture has healed after four weeks, all Dodge Blow tests count as hard (+2 to DC) and movement is reduced by –2. This will only reduce the penalties to a –1 to movement until the bullet is removed, requiring a successful Medicine check with expert proficiency.",
      "(TODO:) Your bullet smacks into your target's thigh, remove the thighbone. Your target is stunned until the end of their next turn and must the pass a Challenging WP (-2) test to recover from the stunning. Their movement is reduced by –2 and all Dodge Blow tests count as hard (+2 to DC) until the muscles have healed when your target's W characteristic is fully restored. Unfortunately, the bullet will have carried a small piece of wadding or a piece of the target's pants into the wound, causing an infection that will slow the healing process, meaning they'll recover one less W the next time they should have restored some of their W characteristic. The bullet will then be encapsulated by fibrous tissue and not cause any further problems.",
      "(TODO:) Your bullet goes cleanly through your target's calf, fracturing the outer of the two bones in the lower leg and tearing out a sizeable chunk of flesh. Your target is stunned until the end of their next turn. Their movement is reduced by –2 and all Dodge Blow tests count as hard (+2 to DC) until the muscles and bone have healed when your target's W characteristic is fully restored. In addition, the huge gaping wound will cause a cumulative penalty of -1 to the target's attack rolls, attack rolls, Ag and S each turn. They'll fall unconscious when any of those characteristics reaches zero, although the spurting blood vessels will then contract and prevent them from bleeding out entirely.",
      "(TODO:) Your bullet shatters your target's kneecap, dropping them prone in a howling heap, helpless with pain for 1d6 turns. Unless magical healing is provided, movement is permanently halved and all Dodge Blow tests count as hard (+2 to DC) from now on, due to extensive damage to the joint.",
      "(TODO:) Your bullet shatters your target's shinbone, making them prone writhing in pain. They counts as helpless for 1d4 turns and is unable to support themselves on that leg until the fracture has healed in six weeks. Hopping on one leg counts as having a Move of 1 and all attack rolls and Dodge Blow tests count as very hard (+5 to DC). One crutch reduces the difficulty of the tests to hard (+2 to DC) but requires the use of one hand. Two crutches enables you to limp along at a Move of 2 but requires both hands and Dodge Blow tests still count as hard (+2 to DC).",
      "(TODO:) Your bullet smashes into your target's hip, lodging in the smashed joint. The hipbone is badly fractured and the pelvis chipped, dropping the target prone, helpless with pain for 1d4 turns. The leg is useless until the fracture has healed in six weeks. If the leg was set with a successful Medicine check with expert proficiency, limited mobility is returned although movement is reduced by –2 and all Dodge Blow testremove count as challenging (+1 to DC). Otherwise the hip will heal in a bad position, making the joint very stiff and painful, reducing movement to 1 and making all Dodge Blow tests count as hard (+2 to DC).",
      "(TODO:) Your bullet shatters your target's thighbone into several fragments, making them prone, clasping their leg in agony, counting as helpless for 1d6 turns, then suffering a penalty of -4 to all tests for the duration of the battle due to the agonizing pain. Such an injury requires magical healing within 1d6 days or it will develop gangrene and need amputation.",
      "(TODO:) Your bullet rips through the target's groin where the leg joins the hip, severing the femoral artery. Bleeding excessively, the target falls prone, suffering a cumulative penalty of -2 to attack rolls, attack rolls, Ag and S each turn, falling unconscious when any of those characteristics reaches zero. They'll then die from loss of blood in another 1d4 turns unless magical healing is provided.",
      "(TODO:) Your bullet smashes into your target's hip, ricocheting from the pelvis into the abdominal cavity, deforming and ripping through guts and internal organs. Your target falls prone, helpless with pain, expiring in great agony within 1d6 turns.",
      "(TODO:) Your bullet slams into your target's pelvis, shattering bone and lacerating nerves and major blood vessels. Your target falls prone and dies inevitably in 1d4 turns from shock and massive loss of blood."
    ]
  },
  "Claws": {
    "Head": [
      "Spraying spittle all over their face, you nick your opponent's ear, causing them to flinch and suffer penalty -1 to their attack roll on their next turn as they clap one hand to their stinging ear.",
      "You lunge at your opponent's face, making them stagger backward, They suffers a penalty of -3 next attack if it happens on their next turn.",
      "You rake your opponent's face, just missing their eyes, causing a penalty of -2 to their attack rolls until the end of their next turn. The scars will be thin and straight enough not to reduce their charisma by any appreciable margin.",
      "Savagely, you tear open your opponent's chin to the bone, splitting their lower lip. Blood splashes down their chest, and they count slowed 1 until the end of their next turn. In addition, they must pass a Will save for each hand or clap it to their injured face, dropping anything held in that hand. The scar will be impressive, slightly obstructing their ability to speak.",
      "Growling deeply within your chest, you tear away one of your opponent's ears and slash their scalp, causing blood to run down their face. The flow of blood into their eyes will cause a dazzled condition until they spend an action to wipe it away. Each turn after that they must attempt a DC 6 flat check or more blood will flow down, repeating the condition, possibly occurring again and again until somebody pass very easy (-5 to DC) Administer First Aid check to bandage the wound.",
      "Aiming to bite your opponent's face off, you only manage to slam into them, smashing their nose and making them prone, making them slowed 1. On their next turn they can start trying to pass a routine (-1 to DC) Fortitude save to recover from this condition.",
      "(TODO:) You try to tear your opponent's throat out, being only partly successful, causing heavy bleeding. Until they have two successful Administer First Aid Medicine checks performed on them, they must, after a number of turns equal to their Constitutions modifier (minimum 1), start passing a routine (-1 to DC) Fortitude save each turn, falling stunned from loss of blood if they fail.",
      "(TODO:) As they attempt to dodge your slavering attention, your opponent manages to save most of their face but doesn't manage to entirely get their nose out of the way, and it sliced off. They count as slowed 2 until the end of their next turn. A prosthetic nose can be made.",
      "(TODO:) Ravening, you maul your opponent's cheek, exposing bone and teeth and cracking their jaw. They are slowed 2 by the blow for 1d4 turns and must drop anything held in at least one hand to hold their jaw and flapping cheek in place, requiring a successful very hard (+5 to DC) Will save to let go. This damage possibly results in a big hole where your cheek used to be.",
      "(TODO:) You savage your opponent's face, making a deep furrow down one side and across the eye, blinding them on that side. They count as stunned until the end of their next turn and must then pass a challenging (+1 to DC) Will save to recover. Furthermore, they'll become sickened 2 for the rest of the battle. The loss of the eye can reduce sight-based Perception checks.",
      "(TODO:) Pouncing, you rip into the back of your opponent's neck, tearing muscles and nicking vertebrae. They count as stunned for 1d6 turns and will be sickened 4 for the rest of the battle. Afterward, if they survive, due to the damage to muscles, small nerves and bones in the neck, your opponent will suffer chronic pain, dizziness and headaches, permanent become clumsy 1. Their mood will become foul from the suffering.",
      "(TODO:) Cruelly, you tear into your opponent's face, ripping out both of their eyes, permanently blinding them. They'll be quite helpless to resist any further attacks.",
      "(TODO:) You tear out your unlucky opponent's throat in a spray of blood. Unless a very hard (+5 to DC) expert Medicine help provided this turn, they will die quickly as their body emptied of all blood.",
      "(TODO:) In a stunning display of animalistic brutality, you crunch away a large part of your opponent's head, like a bite taken out of an apple. Depending on the desired shock value, the GM might deem the chunk taken from the face, the top of the head, the neck, or wherever. Regardless, your opponent is very much dead, dropping prone and twitching a round before finally and inevitably expiring.",
      "(TODO:) Your bestial strength astonishes everyone nearby as you take off your opponent's entire head from their shoulders. If large enough, and using your teeth for the attack, you might take the option of swallowing the head or simply spit it out, slightly chewed."
    ],
    "Body": [
      "Growling and gnashing, you rake your opponent's side, causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "Teeth bared, you slash at your opponent's belly, forcing them to retreat. They suffers a penalty of -3 next attack if it happens on their next turn.",
      "In rage, you savage your opponent's chest, causing several long parallel gashes and a penalty of -2 to their attack rolls until the end of their next turn.",
      "Hurling yourself at your opponent, you knock them off their feet, felling them prone anbd making slowed 1 until the end of their next turn.",
      "Spittle flying, you rake your opponent, slashing their hip. They'll suffer a penalty of -2 to their attack rolls and making them flat-footed for for 2d4 turns as they are forced to guard their injured side.",
      "Emitting deep growls, you clamp onto their shoulder, dragging them prone and making them slowed 2 until the end of their next turn. After the battle, they must pass a regular Fortitude save or suffer Tetanus in the injured shoulder within a day, also making the arm useless for 1d6 days as it swells up with pus. Failing to cure Tetanus at the last stage meaning that the infection has poisoned the arm, requiring its amputation if they want to survive.",
      "(TODO:) Disregarding any notion of fair play, you lash out at your opponent's groin, making them slowed 2 for 1d6 turns. They must also pass a regular Fortitude save or become permanently sterile.",
      "(TODO:) In a clear demonstration of why no one should tangle with someone as well-equipped in the ivory-department as you, you tear open your opponent's belly, causing a loop of intestine to slide out of the wound. Your opponent's is slowed 2 for 1d4 turns and become sickened 4 until the end of the battle, also having to use one arm to press against the wound, stopping more of their precious insides from falling out. In addition, they must make a very hard (+5 to DC) Fortitude save or die from infection in 1d6 days (becoming delirious and helpless within one day). Curing DC is also very hard as this involves a very risky surgical procedure, digging deep into the abdomen, stitching up the holes and cleaning out any gall or other foul substances visible.",
      "(TODO:) Roaring, you tear long strips of flesh from your opponent's back, exposing gleaming ribs. They are knocked prone and slowed 2 for 1d6 turns, gasping for air from the impact. They become sickened 4 for the rest of the battle due to broken ribs and a fractured vertebra. After the battle they'll suffer a permanent penalty of -2 to all attack rolls and AC, due to chronic back pain unless successful surgical procedure provided.",
      "(TODO:) In an attack of mindless fury, you splinter ribs and tear flesh. Shards of bone puncture your opponent's lung, causing a cumulative sickened 1 condition each turn. They'll fall stunned after 2d4 turns and will die within another 1d4 hours unless a successful expert Medicine check is provided.",
      "(TODO:) Your small mind filling with images of gore and frenzied feeding, you rip flesh from your opponent's side and hip, fracturing their pelvis. They are knocked prone, stunned for 1d6 turns, unable to get up and become sickened 4 for the rest of the battle, due to intense pain. Afterward, they'll have their movement suffer a penalty of -5 feet, unless a successful surgical procedure provided, due to nerve damage and a poorly healed pelvis.",
      "(TODO:) Shedding any last remnants of animal or human decency, you dig into your opponent's belly, badly lacerating both the small and large intestine, spilling fecal matter into the abdominal cavity. They'll have to make an immediate challenging (+1 to DC) Fortitude save or fall stunned. If successful they'll still be sickened 4 due to pain and shock for the duration of the combat. Such a wound inevitably causes a severe infection and hardly any amount of mundane healing can repair such damage, the victim usually dying within 1d4 days. Should an attempt at Medicine with expert proficiency be made it will count as very hard (+5 to DC) and even if the surgeon is successful,  your opponent must still pass a very hard (+5 to DC) Fortitude save or succumb to infection anyway. Any successful magical healing attempt will take care of the infection as well but will also be counted as hard (+2 to DC).",
      "(TODO:) In an outburst of unbridled bloodlust, you slash open your opponent's back, severing their spine. They'll count as stunned for the rest of the battle and will be permanently paralyzed from the waist down unless successful surgical procedure provided with master proficiency and incredibly hard (+10 to DC) Medicine check.",
      "(TODO:) Ferociously, you tear open your opponent's belly, dragging their guts from their abdominal cavity and spilling them onto the ground. They expire helplessly in 1d4 turns.",
      "(TODO:) In a disturbing display of unbridled savagery and complete contempt for civilized behavior, you rip open your opponent's chest, tearing apart their lungs and heart, killing them instantly."
    ],
    "Arms": [
      "Growling in a most beastly fashion, you lash out and rake the opponent's hand, causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "You bloodthirstily savage your opponent's wrist, making them drop whatever they are holding in that hand.",
      "Howling, you manage to put several long, parallel, shallow cuts into your opponent's arm, causing a penalty of -4 next attack if it happens on their next turn.",
      "(TODO:) Drooling with lust for slaughter, you rip into your opponent's forearm, tearing muscle and tendons. Anything held in that hand dropped, and any attacks made with that hand will suffer a penalty of -2, due to difficulties closing the hand properly. The effect lasts until wounded condition is removed.",
      "(TODO:) Cruelly, you tear a chunk from your opponent's biceps muscle, slowing 1 them until the end of their next turn and causing a penalty of -4 to their attacks until wounded condition removed.",
      "(TODO:) Like the beast you are, you savage your opponent's arm, opening a great gash that spurts blood all over you. The arm is useless for the rest of the battle and the heavy bleeding will cause a cumulative sickened 1 each turn until it is either bandaged with Administer First Aid (hard check if done by themselves with only one hand and teeth), or the sickened has reached 4, whereupon the bleeding will stop spontaneously, whichever comes first.",
      "(TODO:) With primal joy, you feel bone crunch as your opponent's hand mangled and torn open. It is useless until wounded condition removed. Furthermore, they'll have to pass a hard (+2 to DC) Fortitude save to avoid infection in the wrist, due to whatever germs your filth-encrusted natural weapons steeped in. If failed, the hand is useless and have to be amputated within 1d6 days unless disease cured.",
      "(TODO:) Roaring for blood, you latch on to your opponent's shoulder, tearing muscles and ligaments. The arm will be useless until their until wounded condition removed. In addition, they'll become sickened 4 for the rest of the battle, due to the pain from having their arm dislocated.",
      "(TODO:) Howling with bloodlust, you yank your opponent from their feet, breaking their arm at the elbow. The arm is useless until the fracture has healed in one month, faster with Medicine checks. In addition, unless it is well set with a successful regular Medicine check (check can be remade, but it resets healing period), the arm will heal crookedly, permanently reducing attack rolls by -2 for any attacks made by that arm.",
      "(TODO:) In an unparalleled display of savagery, you remove most of the fingers from your opponent's hand. They can no longer hold a weapon and any tests requiring fine manipulation made using that arm will count as very hard (+5 to DC). A successful surgical procedure restores fingers that were found after the battle.",
      "(TODO:) In a show of unbridled bloodlust, you tear a large part of your opponent's muscles from their upper arm, leaving the torn tissue dangling by a few bloody threads. They count as stunned for 1d6 turns and the heavy bleeding will cause a cumulative sickened 1 each turn until it is either bandaged with Administer First Aid (hard check if done by themselves with only one hand and teeth), or the sickened has reached 4, whereupon the bleeding will stop spontaneously, whichever comes first. Loss of muscle tissue will also result in a permanent penalty of -2 to attack rolls made with that arm, unless a successful surgical procedure provided. In addition, they'll have to pass a hard (+2 to DC) Fortitude save to avoid infection in the wrist, due to whatever germs your filth-encrusted natural weapons steeped in. If failed, the hand is useless and have to be amputated within 1d6 days unless disease cured.",
      "(TODO:) With bestial ferocity, you crunch into your opponent's upper arm, breaking the bone into little fragments. They must pass a hard (+2 to DC) Will save or fall stunned, otherwise counting as slowed 2 for 1d6 turns. The arm is useless and will require amputation.",
      "(TODO:) Furiously tearing into your opponent, your rip their arm off at the elbow. The bleeding causes a cumulative sickened 2 each turn, resulting in stunned condition in 2d4 turns. The arm is, of course, permanently lost. If left untended, loss of blood will cause their death within another 2d6 turns. Applying a tourniquet takes two full turns, plus a hard (+2 to DC) Reflex save if they try performing it on themselves with only the other arm and their teeth.",
      "(TODO:) Fell and feral, you triumphantly tear your opponent's arm from its socket in a spray of blood. They fall stunned from shock and will inevitably die from loss of blood in 1d4 turns.",
      "(TODO:) Ravening, your rip your opponent's entire shoulder from their body, the shoulder-blade and parts of several ribs coming out as well, exposing the lung in an explosion of gore. Your opponent is dead before you have finished throwing them through the air 2d6 feet in an arc of spurting blood."
    ],
    "Legs": [
      "Thirsting for your opponent's blood, you rake the outside of their thigh, shredding their pants if they wear any, causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "Fully intending to take their leg off, you just miss your opponent's femoral artery, instead slamming into their hip, causing them to lose their balance, stagger and suffer a penalty of -1 to their attack rolls and making them flat-footed until the end of their next turn.",
      "With the scent of blood in your nostrils, you slam your opponent's leg to one side, making them prone.",
      "Savagely, you tear a gaping wound in your opponent's thigh. Their movement halved, and they are flat-footed until they pass a Fortitude save and recover completely, starting at the end of each turn.",
      "You roar in triumph as you leave your opponent with several long gashes along their hip, causing a penalty of -2 to any attack rolls, and making them flat-footed for 2d4 turns as they are forced to guard their injured side.",
      "Snorting with bloodlust, you savage your opponent's foot, tearing off several toes. They count as slowed 1 until the end of their next turn and must also immediately pass a hard (+2 to DC) Reflex save to avoid falling. There is 50% risk that the great toe is among your victims, which will result in a penalty of -1 to AC, until they rest.",
      "(TODO:) A hideous tearing sound heard as you sever the hamstring muscles at the back of your opponent's leg. They fall prone and become flat-footed. This penalty remains permanently unless someone passes a challenging (+1 to DC) Medicine check with expert proficiency before the target has healed themselves in 1d6 days as the tendons and muscles have shrivelled and contracted so much that successful surgery or healing is impossible.",
      "(TODO:) Being the monster that you are, you feel no compunction against going for your opponent's kneecap, tearing it out in a spray of blood. They fall prone with a hideous scream, evoking not the slightest hint of sympathy from you, and must pass a very hard (+5 to DC) Will save or spend the next 1d6 turns grasping at their knee agonizing, becoming slowed 2. Passing this check reduces that time to 1d4. For the duration of the battle they will become sickened 2 due to severe pain. In addition, without expert Medicine help, and they will also suffer a permanent penalty of 5 feet to their movement from now on.",
      "(TODO:) Your predatory instincts celebrate new triumphs as you savage the back of your opponent's knee, tearing out the large tendons and ripping an artery. They fall prone, stunned until the end of their next turn and become sickened 3 from the intense pain. There is 10% risk each turn that they will fall unconscious from loss of blood. In addition, if they survive the battle, their movement will  be reduced by 10 feet. Only a master surgeon can restore the kneecap's function.",
      "(TODO:) Defying all gentlemanly behavior and obeying only your bloodlust, you slash the inside of your opponent's thigh, severing a large vein. There is a 50% chance you'll also permanently make them sterile, in which case they'll count as stunned for 1d4 turns, contemplating a life of celibacy. There is a 20% risk each turn that they will fall unconscious from loss of blood, and until they do, they are sickened 4 for the rest of the battle, due to pain and bleeding.",
      "(TODO:) In a display of animal savagery, you strip the flesh from your opponent's outer thigh, resulting in a huge gaping wound. They'll be stunned for 1d4 turns and become sickened 4 until the end of the battle. In addition, the leg will be useless until their wounded condition removed. Their movement will then be permanently reduced by 5 feet due to stiffness and loss of muscle tissue. There is also a risk of infection in the gaping wound, requiring them to pass a challenging (+1 to DC) Fortitude save. Failure means a bad infection spreading through the leg after 1d4 days, requiring amputation.",
      "(TODO:) Your beastly attack tears off your opponent's foot at the wrist, taking a large piece of the muscular part of the calf with it. They fall prone and is stunned for 1d6 turns. There is a 20% risk each turn that they'll fall unconscious from loss of blood, unless the stump is tightly bandaged, requiring two successful Administer First Aid Medicine checks. Otherwise, there is also a 10% risk they'll die each turn once unconscious. If they survive, they'll need crutches or a prosthetic foot, reducing movement to 10 feet and making them flat-footed.",
      "(TODO:) A credit to monsters everywhere, you rip your opponent's leg off at the knee, causing them to fall prone, stunned, and die from loss of blood in 1d6 turns unless a hard (+2 to DC) Medicine check stops the bleeding. If they survive, they'll need crutches or a prosthetic foot, reducing movement to 10 feet and making them flat-footed.",
      "(TODO:) Always hungry for gore, you produce plenty of it, ripping out your opponent's femoral artery. They fall helpless prone, blood pumping out, and expires in a spreading pool of blood within 1d4 turns.",
      "(TODO:) Your savagery knows no limits as you tear your opponent's entire leg from its socket. Death is mercifully quick, your opponent dying within two turns from loss of blood and sheer shock at your ferocious strength."
    ]
  },
  "Cutting": {
    "Head": [
      "The flat of your blade clips your opponent's head. If they is not wearing a helmet they suffer penalty -1 to their attack roll on their next turn; otherwise the helmet shifts on their head and adds penalty of -1 to AC on their next turn.",
      "You slash your opponent across the cheek, causing a shallow but painful wound. They suffers a penalty of -2 on their attack rolls until the end of their next turn.",
      "Your weapon glances off your opponent's temple, causing momentary disorientation. They suffers a penalty of -4 next attack if it happens on their next turn.",
      "You slash your opponent across the forehead. The flow of blood will cause a penalty -4 to attack rolls until they spend an action to wipe it away. Each turn after that they must attempt a DC 6 flat check or more blood will flow down, repeating the condition, possibly occurring again and again until somebody pass very easy (-5 to DC) Administer First Aid check to bandage the wound.",
      "The flat of your weapon lands a solid blow to the side of your opponent's head, making them slowed 1. At the start of each of their subsequent turns after the next they must take a Fortitude save to recover from it, after which they can fight normally.",
      "You nick a major vein in your opponent's neck, causing heavy bleeding. They gain sickened 2.",
      "(TODO:) You slice off a large part of one of your opponent's ears, the pain causing a penalty of -4 to their attack rolls until the end of their next turn. Unless hiding their injury they will also suffer a penalty of -1 to their Fel in any situation where good looks are important.",
      "(TODO:) Your weapon slices off your opponent's nose as they bends backward in an attempt to dodge your blow. They counts as stunned until the end of their next turn and will suffer a permanent -2 modifier to their Fel. However, they will have a +2 bonus modifier to Intimidation tests. A prosthetic nose will halve both modifiers.",
      "(TODO:) You cut deep into your opponent's scalp, chipping the skull. They must make an immediate Fortitude save or fall unconscious from the blow. If they succeeds they counts as stunned their next two turns and must then make another Fortitude save to recover or remain stunned.",
      "(TODO:) Your weapon crashes into the side of your opponent's head, stunning them until the end of their next turn, severing one ear and ruining their hearing on that side. The unsightly scar across that side of their face reduces their Fel by -2 (but Critical Hits – Cutting Damage adds +2 to any Intimidation tests) and the hearing loss causes a -3 penalty to all hearing-related Perception tests.",
      "(TODO:) You slice your opponent across the eyes. There is a 50% risk for each eye that it is destroyed. If neither eye is destroyed you merely nicked their eyelids and the bridge of their nose, causing severe pain and blood in the eyes, but your opponent still counts as helpless until they makes a successful challenging (+1 to DC) Fortitude save, starting their attempts on their next turn, and even after succeeding they suffers -4 to their attack rolls, attack rolls and Ag until they has been properly bandaged after the battle. They then needs to keep the bandages on, effectively blinding them, until they has recovered at least one W. If either eye is destroyed your opponent counts as helpless and partly blinded as above but also must reduce any attack rolls or sight-based Perception test by half, including any bonus from Talents such as Excellent Vision or Sharpshooter. If both eyes are destroyed your opponent is totally blind and helpless.",
      "(TODO:) Your weapon opens a large gash from the forehead to the jaw, cutting across and destroying one eye. They suffers penalties as for the loss of one eye as per #11 above but also has their Fel reduced by -4 due to the horribly disfiguring scar, although they gains a +2 bonus to any Intimidation tests.",
      "(TODO:) Your weapon slices through your opponent's lower jaw, causing the loss of several teeth as well as a portion of the tongue. Loss of blood is significant. Your opponent must make an immediate hard (+2 to DC) Fortitude save or fall unconscious. If they fails they must make another unmodified Fortitude save to avoid choking to death on their own blood, unless someone else realizes their predicament with a successful Int or Medicine check and rolls them over onto their side to let the blood and gore drain out of their mouth. If conscious they will be stunned for one turn and then suffers a penalty of -4 to attack rolls and attack rolls due to the pain for the duration of the battle. Scarring will cause penalties as per #12 above. Also they will suffer an additional penalty of -2 to any tests requiring them to be clearly heard due to speech difficulties from the missing piece of tongue.",
      "(TODO:) Your weapon describes an arc through your opponent's temple, taking off a large chunk of their skull and brain, causing you to be showered by a spray of blood, bone chips and brain matter. No healing in the world will prevent your opponent from expiring in 1d4 turns.",
      "(TODO:) Your weapon cleanly severs your opponent's head, causing it to fly 1d6-5 yards in a random direction as twin jets of blood shoot up from the trunk of their neck, the mouth of the head working in a futile attempt to scream as it arcs through the air before death occurs a fraction of a turn later. If the result is zero yards or less, you merely slashed through their throat, giving them a wide new smile, and their head remains attached to their neck, although they'll die almost as quickly."
    ],
    "Body": [
      "You slash your opponent across the chest, rending their clothing or causing an unsightly scrape or laceration across their armour. As your opponent stumbles backward they suffer apenalty of -1 to AC on their next turn. However, If they are not wearing armour the blade will slice the skin, causing them to flinch and earning them a -1 penalty to their attack rolls until the end of their next turn.",
      "A long cut along a rib leaves white bone gleaming through the wound. The shock and pain earns your opponent a frightened 1.",
      "Your weapon cuts into the soft tissues over your opponent's collarbone, chipping the bone. They must make a very hard (+5 to DC) Will save or drop their weapon.",
      "Your weapon splits one of your opponent's ribs. They must make a hard (+2 to DC) Fortitude save or count as slowed 1 until the end of their next turn as they gasps for breath. For the rest of this battle they will suffer a penalty of -1 to AC due to the pain from the damaged chest muscles connecting to their shoulder and upper arm.",
      "Your weapon slices across your opponent's chest, splitting open leather or mail links and dislodging any shoulder plates, reducing their AC by -2 for 2d4 turns. If they is not wearing any armour they must make a hard (+2 to DC) Fortitude save or count as slowed 1 until the end of their next turn as they gasps for breath. For the rest of this battle they will suffer a penalty of -1 to AC due to the pain.",
      "You carve deeply into your opponent's side, lodging your weapon in the bony portion of their hip. They falls prone, writhing in pain, causing them to count as slowed 2 until the end of their next turn. You must make an easy (-2 to DC) Athletics check as an action to dislodge your weapon. Until you succeed you will be unable to use the weapon and your opponent will continue to be counted as slowed 2 due to the excruciating pain of your wrenching and twisting of your weapon in their wound. Letting go of your weapon counts as having dislodged it. Your opponent can try to tear themselves free by pass an regular Will save or Athletics check as an action.",
      "(TODO:) Your weapon drives into the right side of your opponent's abdomen, just underneath the ribs, penetrating the wall of flesh and muscle into their abdominal cavity and nicking the gallbladder. Your opponent must make a hard (+2 to DC) Fortitude save or be stunned for 1d4 turns. In addition, they must make a very hard (+5 to DC) Fortitude save or die from infection in 1d6 days (becoming delirious and helpless within one day) unless successful magical healing, the Shallyan Cure Disease spell or a very hard (+5 to DC) Medicine check with expert proficiency is made within half that time. The latter involves a very risky surgical procedure, diremovedeep into the abdomen, stitching up the holes and cleaning out any gall or other foul substances visible.",
      "(TODO:) Your weapon slices into your opponent's groin, causing dramatic bleeding and stunning them for 1d6 turns (1d4 if female). They'll suffer a penalty of -2 to all tests for the remainder of the battle due to the pain. In addition there is a 50% risk they will be rendered permanently sterile from the injury (10% if female).",
      "(TODO:) Your weapon slices into your opponent's belly and groin, puncturing the bladder. With a faint odour of ammonia, urine spills from the wound and onto your blade. Your opponent must make a challenging (+1 to DC) Will save or gain one extra IP as they realizes what has happened. They'll suffer a penalty of -4 to all actions for the rest of the battle. Fortunately, urine is more or less sterile, meaning they will only have to make a challenging (+1 to DC) Fortitude save to avoid contracting a lethal infection as for #7 above. If they survives they must make a challenging (+1 to DC) Fortitude save or be prone to leakage and constantly reek of urine, permanently reducing their Fel by -2.",
      "(TODO:) Your weapon cuts through the lower left ribs and drives deep into the abdominal cavity, lacerating the spleen. The heavy internal bleeding resulting from this will cause a cumulative loss of -1 to attack rolls, attack rolls, Ag and S each turn. When any of those characteristics reaches zero your opponent falls unconscious and will die within 1d4 hours unless successful magical healing or a successful surgery is performed. In the latter case the procedure is as for Blunt Damage to Body #6 except that time is quickly running out, leaving less time for getting your opponent to a surgeon.",
      "(TODO:) Your weapon deeply penetrates your opponent's belly, badly lacerating both the small and large intestine, spilling faecal matter into the abdominal cavity. They'll have to make an immediate challenging (+1 to DC) Fortitude save or fall unconscious. If successful they'll still be at -4 to all tests due to pain and shock for the duration of the combat. Such a wound inevitably causes a severe infection and hardly any amount of mundane healing in the Old World can repair such damage, the victim usually dying within 1d4 days. Should an attempt at Heal with expert proficiency be made it will count as very hard (+5 to DC) and even if the surgeon is successful your opremovefection anyway. Any successful magical healing attempt will take care of the infection as well but will also be counted as very hard (+5 to DC) unless a successful Shallyan Cure Disease spell has first been performed, in which case it merely counts as challenging (+1 to DC).",
      "(TODO:) Your weapon opens your opponent's abdomen, spilling their entrails about their feet. Death will occur within 1d6 turns unless magical healing as per #11 is obtained. Until that time your opponent can do nothing except futilely try to stuff the spilt entrails back into their ruined abdomen. Anyone surviving such a horrifying experience will gain 1d4 IP.",
      "(TODO:) Your weapon slices deep into your opponent, splitting several ribs before severing the spinal cord and lodging in a vertebra. As you yank loose your weapon they falls down and must make an immediate hard (+2 to DC) Fortitude save or die on the spot. If successful they will be helpless for the duration of the battle and will then be a cripple for the rest of their life, paralysed from the waist down. No amount of mundane or magical healing, except possibly the direct personal intervention of Shallya herself, could repair such an injury.",
      "(TODO:) You cut deeply into your opponent's chest, staving in ribs and puncturing a lung before splitting the heart and aorta, showering you in a spray of blood. Your opponent spits blood as they slides off your weapon and inevitably dies within the next turn.",
      "(TODO:) Your weapon describes a clean arc through your opponent's chest and belly, practically splitting the poor bugger in half. They dies immediately, falling prone in two loosely connected pieces."
    ],
    "Arms": [
      "Your opponent's arm is nicked, causing some bleeding that makes their grip slippery. At the start of their next turn they must make a hard (+2 to DC) Athletics check or drop anything they are holding in that hand.",
      "Your weapon slices across your opponent's fingers. They must make an immediate challenging (+1 to DC) Fortitude save or drop whatever they is holding in that hand.",
      "Your weapon bites into the target's biceps muscle. Any attack roll or Athletics check that use this hand during the next 1d4 turns will suffer a penalty of -2.",
      "(TODO:) Your weapon drives into the large deltoid muscle of your opponent's shoulder, sending a shock down the entire arm, causing whatever is held in that hand to be dropped. For the rest of the combat they suffers a penalty of -2 to their attack rolls, due to the pain.",
      "(TODO:) Your weapon opens up your opponent's forearm, slicing open the skin to expose red, twitching, glistening layers of muscle. Anything held in that hand is dropped and the opponent must pass a challenging (+1 to DC) Will save or count as stunned until the end of their next turn, staring at the hideous sight. If they fails they'll drop anything held in the other hand, grasping at the wound in an attempt to close it. They may attempt another test on each subsequent turn to recover from this, now at their unmodified WP.",
      "(TODO:) Your weapon slices into your opponent's forearm, rebounding from the bone. Anything held in that hand is dropped and the hand is useless until their injury level is changed back to Lightly Wounded.",
      "(TODO:) Your weapon slices into your opponent's forearm, damaging muscles and tendons, lodging in the bone for a fraction of a second before being wrenched loose. Your opponent is stunned until the end of their next turn and the hand is useless until their W characteristic is fully restored. In addition, they'll suffer a permanent penalty of -2 to any tests requiring fine manipulation made with that arm, due to difficulties opening the fingers properly.",
      "(TODO:) Your weapon severs your opponent's biceps muscle from its tendonous attachments to the bones in the forearm. The entire arm is useless until their W characteristic is fully restored. However, magical healing or a successful Medicine check with expert proficiency is needed to restore full function; otherwise any use of that arm will suffer a -4 penaltremoveered muscle and tendon ends not knitting together properly, making it difficult to flex the arm.",
      "(TODO:) Your weapon cleanly slices a large chunk of flesh from the meaty part of the upper arm and shoulder. Anything held in the hand is dropped, your opponent cannot use that arm and suffers a penalty of -4 to their attack rolls for the duration of the combat due to pain and bleeding. They must also make an immediate hard (+2 to DC) Fortitude save or fall prone from the intense pain.",
      "(TODO:) Your weapon severs 1d4 fingers from your opponent's hand. A result of 5 means the whole hand has been lopped off. They must make an immediate hard (+2 to DC) Will save or count as stunned until the end of their next turn. If more than two fingers are lost anything in that hand is dropped as well and it can no longer be used to hold any weapons. Any tasks requiring fine manipulation performed with that hand in the future suffers a penalty of -1 to any such test, per finger lost, with no task at all possible if the whole hand has been lost. If the whole hand has been severed your opponent will suffer a penalty of -2 to all tests for the remainder of the battle due to shock and bleeding.",
      "(TODO:) Your opponent's arm is severed at the elbow. Blood pumps out in bright spurts and they suffers a 20% chance of fainting from loss of blood each turn until a successful Medicine check has staunched the bleeding, requiring two full turns of bandaging or a good burning, cauterising the wound. If left untended and unconscious they will bleed to death, suffering a 10% chance of dying each turn once unconscious.",
      "(TODO:) Your weapon slashes deeply into your opponent's shoulder, severing the collarbone. There is a 50% chance the large artery of the shoulder is severed or the tip of the lung punctured, in which case they'll suffer a cumulative penalty of – 10% to all attack rolls, attack rolls, S and Ag each turn, falling unconscious when any of those characteristics reaches zero, dying within another 1d6 turns unless magical healing is provided. Even if they survives the blow the arm will be useless and they'll suffer a penalty of -4 to all attack rolls, attack rolls, S and Ag tests until their W characteristic is fully restored and the stump healed.",
      "(TODO:) Your opponent's arm is severed cleanly at the shoulder, resulting in gouts of blood pouring from the ruined stump, causing their death within five turns unless magical healing can be obtained, which, however, cannot restore the arm. Your opponent falls immediately unconscious in a twitching heap.",
      "(TODO:) Your weapon drives cleanly through your opponent's shoulder near the junction between body and neck and continues deep into their chest cavity. Your surprised adversary can only stare at you as they slides slowly off your blade and into oblivion, dying inevitably within 1d4 turns.",
      "(TODO:) Your weapon crashes into your opponent's shoulder, continuing its arc through their body until it exits through their opposite hip. They falls in two pieces, dead before they hits the ground."
    ],
    "Legs": [
      "The flat of your blade strikes your opponent's shin, forcing them to pass a challenging (+1 to DC) Will save or drop their weapon and spend until the end of their next turn hopping on one leg, swearing and grasping their bruised shin, taking -5 foot penalty to movement.",
      "Your weapon slashes your opponent's calf. They suffers a penalty of -5 foot to movement and -2 to any Reflex saves until the end of their next turn.",
      "Your weapon strikes your opponent's thigh. They must pass a challenging (+1 to DC) Fortitude save or be knocked prone.",
      "(TODO:) Your weapon bites deeply into the large muscles on your opponent's thigh. They must pass a hard (+2 to DC) Fortitude save or be knocked prone. They suffers a penalty of –2 to movement and -4 to any Dodge Blow tests until they has healed themselves back to Lightly Wounded and then halves that penalty until their W characteristic is fully recovered.",
      "(TODO:) Your weapon slices into the inside of your opponent's thigh, narrowly missing the femoral artery. The gash causes your opponent great pain and they will have to pass a hard (+2 to DC) Will save or drop whatever they holds in one hand (their weaponhand if they is also using a shield, otherwise they can choose which hand) and clutch at the wound, getting to make another test each subsequent turn if they fails in order to let go and perform some other action with that arm.",
      "(TODO:) Your weapon chops into your opponent's thigh lengthwise, causing a great gaping wound and lodging in the thighbone. Your opponent falls prone. You must spend a action dislodging your weapon and your opponent suffers a penalty of -4 to all actions until it is dislodged, at which time they must make a Will save to be able to stand up and hobble with a movement of 1, suffering a penalty of -2 to their attack rolls and -5 to any Dodge Blow tests, due to pain and poor balance. These penalties remain until their W characteristic is fully recovered.",
      "(TODO:) Your weapon severs large muscles at the back of your opponent's thigh. They falls prone and suffers a penalty of – 2 to their movement and -4 to any Dodge Blow tests. This penalty remains permanently unless someone passes a challenging (+1 to DC) Medicine check with expert proficiency or magical healing is provided before the target has healed themselves up to their full W remove of the tendons and muscles have shrivelled and contracted so much that successful surgery or healing is impossible.",
      "(TODO:) You cleave your opponent's kneecap, destroying it and making them prone. They must pass a very hard (+5 to DC) Will save or spend the next 1d6 turns grasping at their knee in utmost agony, counting as helpless. Passing thiAthletics check reduces that time to 1d4",
      "(TODO:) For the duration of the battle they will be at -2 to all tests due to severe pain, and they will suffer a penalty of –2 to their movement and -4 to any Dodge Blow tests from now on. Only magical healing can restore the kneecap's function.",
      "(TODO:) Your weapon cuts into your opponent's knee, almost driving clean through the leg, severing large ligaments connecting the bones of the upper and lower leg. Your opponent falls prone and can no longer support themselves on that leg, forcing them to move with a crutch in the future (reducing movement to 1 and counting any Dodge Blow tests as Very Hard, unless they uses two crutches, raising their movement to 2 but allowing no use of any weapon in either hand and retaining the Dodge Blow penalty). Only magical healing can restore the knee, and even that will be difficult, requiring a challenging (+1 to DC) spell test.",
      "(TODO:) Your weapon severs your opponent's large Achilles tendon at the back of their ankle. They must make an immediate hard (+2 to DC) Reflex save to avoid falling prone. They suffers a penalty of -4 to all tests for 1d6 rounds due to the pain. Their movement is reduced by –2 and any Dodge Blow tests will count as hard (+2 to DC). Magical healing as for #9 above is required to restore full function, although a hard (+2 to DC) Medicine check with expert proficiency can also be used, halving the permanent penalties due to a weakened but functioremove a result of some difficult stitching.",
      "(TODO:) Your weapon slices into your opponent's groin, severing large blood vessels. They falls prone, helpless from pain and shock for 1d6 rounds. Afterwards they'll suffer a penalty of -4 to all tests for the duration of the battle due to pain and bleeding. In addition, if male, your opponent suffers a 50% risk of becoming permanently emasculated.",
      "(TODO:) You slice your opponent's foot from the ankle, felling them prone and stunning them for 1d6 turns. Until a successCritical Hits – Cutting Damage ful Medicine check or magical healing has stopped the bleeding they suffers a 10% chance of dying from loss of blood each turn. If they survives they'll need crutches or a prosthetic foot to get around, reducing their movement to 2 and counting any Dodge Blow tests as very hard (+5 to DC).",
      "(TODO:) Your weapon cleanly severs your opponent's leg at the knee, causing them to fall prone, helpless, and die from loss of blood in 1d6 turns unless a hard (+2 to DC) Medicine check or magical healing stops the bleeding. Movement penalties, if they survives, will be as for #12 above, substituting a peg leg for the prosthetic foot.",
      "(TODO:) Your weapon drives deep into the thigh of your opponent, severing the femoral artery. They falls prone, unconscious, and the huge spurting rhythmic sprays of blood will result in their death 1d4 turns later.",
      "(TODO:) Your weapon carves deeply into your opponent's pelvis, severing the leg near the body and driving into the opposite leg. Your opponent is dead from traumatic shock and massive loss of blood before they hits the ground."
    ]
  },
  "Flame": {
    "Head": [
      "One of your target's cheeks is blistered, causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "Your target's eyebrows and eyelashes are singed, causing a penalty of -2 to their attack rolls until the end of their next turn.",
      "Your target's hair catches fire, making them frightened 1 while they frantically slaps at their scalp. In addition, they'll have to pass an regular Will save for each thing they holds in their hands, to keep holding on to them. Lack of hair will instead makes them sickened 1 due to a severely blistered noggin.",
      "Your target is temporarily blinded in one eye, reducing their attack rolls and attack rolls by -2 untill they make a flat check as per persistent damage. If already one-eyed, the chance is fifty-fifty that they'll either be relatively unaffected, causing a penalty of -2 to their attack rolls until the end of their next turn, or fully blinded untill they make a flat check as per persistent damage.",
      "One side of your target's face is badly burned, just missing the eye. They counts as slowed 1 until the end of their next turn and must pass a hard (+2 to DC) Will save to avoid dropping anything held in at least one hand, clapping it to their sizzling face. The heavy scarring ramains unless successful hard (+2 to DC) Treat wounds check with trained proficiency is done within a day.",
      "One of your target's ears is crisped, the surrounding cheek and scalp badly blistered. They must to pass an regular Will save for each thing they holds in their hands, to keep holding on to them. They are slowed 1 until they can pass a Will save, starting to roll on the end of their turns. In addition, after the battle they'll have to pass a easy (-2 to DC) Fortitude save or lose hearing on that side, making any hearing-based Perception tests count as hard (+2 to DC) untill very hard (+5 to DC) Medicine check is passed during their rest.",
      "(TODO:) Flames scorch your target's chin and lower jaw. They'll be stunned for 1d6 turns and suffer a penalty of -2 to all tests for the rest of the battle, due to having inhaled some of the flames and blistering the insides of their mouth and upper airways. Their Fel will be permanently reduced by – 10% because of unattractive scarring and problems opening and closing their mouth properly due to damage to muscles connecting to the lower jaw.",
      "(TODO:) A blast of flame fuses your target's voice box, rendering them permanently mute and stunning them for 1d4 turns. They'll also suffer a penalty of -4 to all tests for the rest of the battle, due to difficulties breathing through a scorched windpipe. Fel will be permanently reduced by – 5%, due to scarring and rasping breath.",
      "(TODO:) A jet of flame burns your target's scalp to the bone, forcing them to pass a hard (+2 to DC) Fortitude save or pass out from heat-shock to the brain. They'll suffer a penalty of -4 to all tests for 2d10 turns, due to pain and dizziness. After the battle, the loss of skin results in serious risk of infection. They'll have to pass an regular Fortitude save or suffer an infection that will leave them helpless and delirious for 1d6 days, whereupon they'll have to make another test to either recover or die. A Shallyan Cure Disease spell will deal with any infection. Because of the exposed bone and the skin not being able to grow back over it properly, any time the target is exposed to sources of contamination (such as walking through a swamp or sleeping in a dirty barn), the GM might force them to repeat those tests. Magical healing will let the skin grow back, preventing this.",
      "(TODO:) A ball of flame impacts in your target's face, burning them hideously. They'll count as helpless for the rest of the battle. Fel will be permanently reduced by -4 and they'll have to pass an regular Fortitude save for each eye to retain sight. One lost eye will result in reduction of attack rolls and any sight-based Perception test by half, including any bonus from Talents such as Excellent Vision or Sharpshooter. Loss of all eyes will mean total blindness. Magical healing will not restore sight but halves the Fel reduction.",
      "(TODO:) A blast of flame sears one whole side of your target's head. Apply the worst results of #7, #9 and #10 above.",
      "(TODO:) A jet of flame blasts the back of your target's head, almost boiling their brain. Apply risk of infection as per #9 above, but the target also falls immediately unconscious and will have a brand new Insanity when they wakes up 1d4 days later, due to brain damage.",
      "(TODO:) A white-hot jet of flame tears into the target's neck, frying the spinal cord. They'll have to make an immediate hard (+2 to DC) Fortitude save or die within 1d4 turns from brain damage as well, knocking out their respiratory control centre. If they survives they'll be paralysed from the neck down. In addition, there is a 50% chance they'll suffer the results of #8 as well, due to the front of the neck getting a dose of flame as well.",
      "(TODO:) The conflagration engulfs your target's head, boiling their brain within their skull and reducing any protruding features to blackened stumps. The target is inevitably very much dead within one turn.",
      "(TODO:) A blast of fire reduces your target's head to a greasy cloud of smoke, leaving only the blackened stump of their neck. The rest of the body drops limply prone, its clothes smouldering."
    ],
    "Body": [
      "Flames crinkle the target's body hair, causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "Flames raise blisters on your target's torso, causing a penalty of -2 to their attack rolls until the end of their next turn.",
      "A ball of fire impacts against your target's belly, making them sickened 1.",
      "Your target's clothes start smouldering, wisps of smoke and small flames leaping up from them. Your target must drop everything in at least one hand to beat at the flames, requiring an action and a successful Reflex save to put it out, the target unable to take any other actions until then. Lack of clothes, burnable fur or similar equivalent will result in slowed 1 for 1d4 turns instead.",
      "Fire engulfs your target's torso, setting their clothes alight. They'll drop prone and roll around the beat out the flames, requiring an action and a challenging (+1 to DC) Reflex save, unable to take any other actions until then. Lack of clothes, burnable fur or similar equivalent will result in slowed 1 for 1d6 turns instead.",
      "The target's clothes catch fire. They'll drop prone and roll around the beat out the flames, requiring an action and a challenging (+1 to DC) Reflex save, unable to take any other actions until then. Flames also leap up from them, setting fire to their head hair and temporarily blinding them. They counts as dazzled for 1d4 turns.",
      "(TODO:) Your target's chest is badly burned, scorching the muscles. They'll suffer a penalty of -4 to attack rolls, attack rolls, Ag and S until the end of the battle. Unless magical healing is provided, their S will be permanently reduced by -2 due to irreparably damaged chest musculature.",
      "(TODO:) A jet of flame hits your target in the small of their back, burning the flesh to the bone, exposing vertebra through the scorched flesh. They'll suffer a penalty of -6 to all tests until the end of the battle, and will afterward suffer half that penalty until their W characteristic is fully restored. In addition, due to loss of skin and exposed bone, they'll have to pass a hard (+2 to DC) Fortitude save or suffer infection, killing them from sepsis within 1d6 days unless a successful Shallyan Cure Disease spell is performed.",
      "(TODO:) Fire engulfs your target, with effects as per #5 above, only needing to pass a hard (+2 to DC) Reflex save and a risk of infection as per #8 above.",
      "(TODO:) A ball of fire impacts against your target's chest. As they gasps for air, they inhales the flames, badly burning their airways and lungs. They counts as helpless for 1d4 turns and must then pass a hard (+2 to DC) Fortitude save or their airways will swell up and suffocate them to death within 2d10 helpless turns. Only magical healing can save them from that, lessening the swelling. If they survives, they'll suffer a permanent penalty of -15% to T and S due to reduced lung capacity, as well as gaining one extra IP from the horrible experience.",
      "(TODO:) A ball of fire impacts against your target's belly, a thin jet of flame burning through the abdominal wall, crisping a part of the small intestine. The target is helpless with agony for 1d6 turns and will die within 2d10 hours unless magical healing is provided, counting as a very hard (+5 to DC) spell test to undo the effects of a cooked gut.",
      "(TODO:) A blast of flame rips across your target's chest, burning away flesh and exposing the ribs beneath. They must pass an immediate challenging (+1 to DC) Will save to stay conscious. If successful, they'll count as helpless for 1d6 turns and suffer a penalty of -6 to all tests until their W characteristic is fully restored. Afterward, they'll suffer a permanent reduction of -4 to attack rolls, attack rolls, Ag, S and T, due to massive tissue loss. There is also a risk of infection, as Critical Hits - Flame & Energy Damage per #8 above. If magical healing is provided, counting as a very hard (+5 to DC) spell test, the permanent penalties will be halved.",
      "(TODO:) A jet of flame burns through your target's spine, permanently paralysing them from the waist down. They counts as helpless from shock for 1d6 turns and suffers a risk of infection as per #8 above.",
      "(TODO:) A jet of flame burns its way into your target's ribcage, turning their lungs to ash and making fire burst from their mouth. They dies before they hits the ground.",
      "(TODO:) A huge ball of fire impacts against your target's chest, the resulting explosive conflagration engulfing them totally, leaving little but a scorched skull and some broiled limbs lying amidst a couple of blackened ribs."
    ],
    "Arms": [
      "Flames blister your target's hand, causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "Flames lick your target's upper arm, sending a blast of hot air into their face, causing a penalty of -2 to their attack rolls until the end of their next turn.",
      "Flames lick your target's arm, making any clothes covering it catch fire. Each attempt to put the fire out, waving the arm frantically in the arm, requires a action and a successful challenging (+1 to DC) Reflex save, otherwise they suffer -2 to attack rolls. Lack of clothes, burnable fur or similar equivalent will result in sickened 1.",
      "(TODO:) Flames engulf your target's arm, causing burns serious enough to give them a penalty of -2 to all actions taken with that arm until the end of the battle. Also, their clothes catch fire as per #3 above.",
      "(TODO:) Flames torch your target's hand, causing them to drop anything held in that hand. It will be useless for the duration of the battle. Afterward, they'll have to pass an regular Fortitude save or suffer a permanent penalty of -2 to all tests requiring fine manipulation performed with that hand due to scarring and contractions.",
      "(TODO:) Flames burn through your target's clothes, sending blackened shreds sailing into the sky, causing bad enough burns on their arm to warrant stunning for 1d4 turns and a permanent penalty of -2 to all attack rolls, Ag or Athletics checks performed with that arm, unless magical healing is provided within 1d6 days.",
      "(TODO:) Flames badly burn muscle attachments connecting the shoulder-blade to the muscles of the upper arm. The arm will be useless for the rest of the battle, and, unless magical healing is provided, difficulties lifting the arm properly will cause a permanent penalty of -4 to any attack rolls and Athletics checks made with that arm.",
      "(TODO:) A jet of flame crisps the muscles over your target's shoulder, making the arm useless until the end of the battle. In addition, the target's clothes catch fire, forcing them to drop anything held in the other hand to beat at the bright flames. They'll not be able to take any half or full actions until they are out, requiring a action and a successful hard (+2 to DC) Reflex save. Rolling on the ground works too, reducing the test to challenging (+1 to DC). Afterward the arm will suffer permanent penalties as per #6 above.",
      "(TODO:) Your target's whole arm is engulfed in flame, stunning them for 1d4 turns and making the arm useless for the rest of the battle. Pain is rapidly replaced by a numb sensation, due to nerve endings having been charred away. Damage to muscle and tendons, as well as contractions from massive scar tissue forming will result in a permanent penalty of -4 to attack rolls, Ag and S for any tests made with that arm.",
      "(TODO:) White-hot flames turn your target's fingers into blackened stumps, stunning them for 1d6 turns. The hand is permanently useless.",
      "(TODO:) Flames charbroil your target's elbow, fusing muscle and tendons. The arm is useless, and, due to massive loss of skin and other tissue, very susceptible to infection and gangrene. Unless the skin is regenerated within 1d6 days, requiring magical healing, the arm will have to be amputated.",
      "(TODO:) A jet of fire burns the arm clean off at the elbow, stunning your target for 1d6 turns and causing a penalty of -4 to all tests for the rest of the battle.",
      "(TODO:) Flames engulf your target's whole arm, barbequing all muscle and burning off half their facial hair. The resulting steaming piece of broiled meat causes your target to be helpless with pain for 1d6 turns. A successful challenging (+1 to DC) Will save is required to remain conscious. The remains of the arm will have to be amputated.",
      "(TODO:) A ball of flame impacts on your target's shoulder, burning it to the bone and scorching the side of their face. Also, the wave of heat erupts into the side of their torso, boiling one lung. The target falls prone, helpless with shock, and expires inevitably within 1d4 turns.",
      "(TODO:) The conflagration hits your target's arm, the ball of fire enveloping them. They falls prone, dead as a doorknob, their arm reduced to a shrivelled stump and the entire side of their body charred black."
    ],
    "Legs": [
      "Flame licks your target's leg, causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "Flame licks your target's leg and hip, causing a penalty of -2 to their attack rolls until the end of their next turn.",
      "Your target's footwear catches fire, forcing them to put it out with a action and a successful regular Reflex save, stamping their foot furiously, otherwise they are flat-footed. If they is not wearing any footwear, their foot is badly blistered, result in sickened 1 as they howls with pain.",
      "(TODO:) Your target's pants catch fire, forcing them to drop everything in at least one hand and beat at the flames frantically, requiring a action and a successful challenging (+1 to DC) Reflex save to put it out. They is unable to take any other half or full actions until the fire has been put out. If they is not wearing pants or similar clothing, their thigh is badly blistered, causing a penalty of -2 to their attack rolls until the end of the battle as skin crackles and blisters pop, causing clear serum to run down their leg.",
      "(TODO:) The back of your target's leg and their buttocks are badly burned, damaging the hamstrings and the tendons at the back of the knee. They is stunned until the end of their next turn and then suffers a penalty of -2 to movement and -4 to any Dodge Blow tests until the end of the battle. Unless the burns are magically healed, half that penalty will permanently remain, due to contractions and scarring.",
      "(TODO:) Most of the skin on the front of the leg is burned away, setting fire to any pants as per #4 above. Penalties are similar to #5 above, with an added risk of infection due to the huge loss of skin. The target will have to pass a hard (+2 to DC) Fortitude save or suffer a bad infection with resulting necrosis and gangrene that will require an amputation of the leg within 1d6 days, unless a successful Shallyan Cure Disease spell is performed.",
      "(TODO:) Flames lick the target's groin, stunning them for 1d6 turns. Also, if male, they will have to pass a hard (+2 to DC) Fortitude save or be rendered permanently sterile. Critical Hits - Flame & Energy Damage ",
      "(TODO:) Flames scorch your target's foot, burning away most of the toes and exposing white bone underneath the cracked, blackened and skinless muscles. Risk of infection is as for #6 above, possibly requiring amputation of the foot. The foot will be useless until the target's W characteristic has been fully restored, and they will suffer a permanent penalty of -2 to movement and -4 to any Dodge Blow tests, hobbling along on a scarred, stiff and toe-less club of a foot.",
      "(TODO:) A jet of flame blasts your target's knee. They falls prone, stunned for 1d4 turns, unable to get up. They'll suffer a penalty of -4 to all tests for the duration of the battle due to excruciating pain. The leg will be totally useless until the target's W characteristic has been fully restored. Even then they will have a permanent reduction of movement to 1 and suffer a penalty of -6 to any Dodge Blow tests, due to a thoroughly stiff joint and insensible nerveless leg. If magical healing is provided, the penalties will be reduced to -2 to movement and -4 to Dodge Blow, restoring at least some function.",
      "(TODO:) Flames engulf the entire leg, putting the target's pants on fire and felling them prone, both hands beating frantically at the flames as they mewls piteously. Putting the flames out will require a full action and a hard (+2 to DC) Reflex save. Lack of clothes, burnable fur or similar equivalent will result in stunning for 1d4 turns instead. Afterwards, they'll suffer -6 to all tests due to the agony and the leg will be a blistered, scorched mass of flesh with shreds of skin hanging from it, utterly useless until the target's W characteristic has been fully restored. Risk of infection is as per #6 above, while permanent penalties are as per #9 above.",
      "(TODO:) A blast of flame reduces your target's foot to a blackened stump with the sizzling ends of the bones sticking out of it. The target falls prone, helpless with pain for 1d6 turns. The foot is, of course, permanently lost.",
      "(TODO:) A jet of flame eats away most of the soft tissues on your target's calf, leaving the lower leg a thin, black, brittle stick with a foot stuck on one end and a screaming, agonized burn victim on the other. The target falls prone, helpless with pain and shock for 2d10 turns, suffering a penalty of -4 to all tests for the rest of the day. The lower leg is irretrievably lost, needing only good strong blow to be broken off.",
      "(TODO:) A ball of flame impacts on the target's leg, blowing it off and cauterising the stump. The target must make an immediate hard (+2 to DC) Will save or fall unconscious. If successful, they'll be helpless with pain for 2d10 turns and suffer a penalty of -6 to all tests for the rest of the day.",
      "(TODO:) A jet of flame blasts the target's hip, broiling the joint and cooking parts of their intestines inside their abdomen. They falls unconscious prone, dying inevitably within 2d10 turns.",
      "(TODO:) The target's leg is completely blown off at the hip by a blast of flame, the fire eating the flesh away from a large part of their pelvis. Boiling blood ruptures the roasted major arteries, causing an explosion of steaming blood as the target drops prone, dying within one turn."
    ]
  },
  "Piercing": {
    "Head": [
      "The point of your weapon splits the very tip of your opponent's nose, making them so mad they suffer a penalty of -1 to their attack rolls until the end of their next turn.",
      "Your weapon scores a thin red line across your opponent's chin, parting any beard they may have. This is so upsetting to them, they suffer a penalty of -1 to their AC until the end of their next turn.",
      "Your thrust glances along your opponent's jaw and clips their ear, cutting away any earring they might wear. They suffer a penalty of -2 to their attack rolls until the end of their next turn.",
      "Your weapon glances over your opponent's scalp, catching on and flicking away any helmet or hat they might wear. They suffer a penalty of -1 to their AC until the end of the battle. In addition, your opponent suffer a penalty of -2 to their attack rolls until the end of their next turn due to pain and the sudden flow of blood into their face.",
      "The tip of your weapon slams into your opponent's forehead as they duck to avoid having an eye taken out. They are slowed 1 until the end of their next turn. In addition, the flow of blood into their eyes will cause dazzled condition until they spend an action to wipe it away. Each turn after that they must attempt a DC 6 flat check or more blood will flow down, repeating the condition, possibly occurring again and again until somebody pass very easy (-5 to DC) Administer First Aid check to bandage the wound.",
      "Your weapon slices into the muscles on the side of your opponent's neck, barely missing any large blood vessels. They now have problems holding their head up and turning it quickly, suffering a penalty of -2 to AC for the duration of the battle. In addition, the recurrent laryngeal nerve controlling their vocal cords was damaged, causing them to speak hoarsely. They suffer a penalty of -1 to any Charisma-based skill checks and DCs requiring speech until they take long-term rest.",
      "(TODO:7) Your weapon slams into the side of your opponent's face close to the angle of the lower jaw, splitting and fracturing it near the hinge of the mouth, causing them to be slowed 1 for 1d4 turns, after which they can do like a true Viking and stuff their beard into their mouth, biting down on it to keep their jaw in place. A lack of beard or Viking ancestry results in only a lack of bragging rights, however. Until the jaw has healed in few weeks they'll have to bind it tightly, severely reducing their ability to either brag or eat solid food until then.",
      "(TODO:8) Your weapon pierces the cartilage of your opponent's larynx at the upper part of the windpipe, making air whistle out of the hole as they breathe or talks. They must pass a hard (+2 to DC) Will save or drop everything and grasp at their throat and be slowed 2 for 1d4 turns. If they succeed they'll only count as slowed 2 until the end of their next turn and doesn't drop anything. Either way they'll then suffer a penalty of -2 to their attack rolls for the duration of the battle due to the trickles of blood trying to run down their airways, causing them to cough up blood constantly.",
      "(TODO:9) You stab into your opponent's face, crumbling the cheekbone and piercing the sinus behind it, opening up their face gruesomely. Your opponent is slowed 2 for 1d6 turns. In addition, they'll have to pass a challenging (+1 to DC) Fortitude save after 24 hours or contract an infection, which will leave them delirious and raving for 1d6 days, dying unless disease is cured. If they survive, it leaves them with ugly facial scarring.",
      "(TODO:10) You jam your weapon into your opponent's ear, destroying their hearing on that side and causing a penalty of -3 to all hearing-related Perception tests until they take long-term rest. They become stunned for 1d6 turns, dropping everything to clap their hands to their ear. Due to the blade cracking the base of the skull there is also a risk of infection. They'll have to pass a challenging (+1 to DC) Fortitude save after 24 hours or contract an infection, which will leave them delirious and raving for 1d6 days, dying unless disease is cured.",
      "(TODO:11) You pierce one of your opponent's eyes. They become stunned with pain until they can pass a hard (+2 to DC) Fortitude save, making their first save the turn after their next. After that they'll suffer a penalty of -4 to their attack rolls, AC and Reflex saves for the duration of the battle. Also, they must pass DC 10 flat check or loose an eye.",
      "(TODO:12) Your weapon slams into your opponent's cheek, piercing the sinus and ripping into the bony orbit around one eye, destroying it. They become stunned with pain until they can pass a hard (+2 to DC) Fortitude save, making their first save the turn after their next. After that they'll suffer a penalty of -4 to their attack rolls, AC and Reflex saves for the duration of the battle. In addition, they'll have to pass a challenging (+1 to DC) Fortitude save after 24 hours or contract an infection, which will leave them delirious and raving for 1d6 days, dying unless disease is cured. The eye is lost.",
      "(TODO:13) Your weapon pierces your opponent's throat, catching a carotid artery in a great fan of blood as you rip your weapon loose. Your opponent drops prone and stunned and must pass a very hard (+5 to DC) Fortitude save or die inevitably in two turns. If they pass they remain stunned for the rest of the battle. After that they become sickened 4 until they take long-term rest.",
      "(TODO:14) Your weapon goes in through your opponent's mouth, shattering teeth, severing the tongue and finally exiting through the back of their neck. They fall prone, dying with a horrible gurgling noise as their final breath escapes through the gore filling their mouth. You'll need to take a action and pass an easy (-2 to DC) Athletics check to extricate your weapon from their spinal column.",
      "(TODO:15) Your weapon enters through the bridge of their nose, spitting their head like an apple. They are dead before they hit the ground, although their arms and legs will continue twitching randomly for another couple of turns."
    ],
    "Body": [
      "The point of your weapon scores a line across your opponent's chest, causing them to stumble backward. They suffer a penalty of -1 to their attack rolls until the end of their next turn.",
      "Your weapon punches into your opponent's chest, sinking in a fraction of an inch, not managing to penetrate their chest wall into the lung but earning your opponent a penalty of -2 to their attack rolls until the end of their next turn.",
      "Your weapon punches into your opponent's belly, not quite managing to penetrate into their abdominal cavity but causing a painful wound and knocking their breath out, forcing your opponent to make a hard (+2 to DC) Fortitude save or be sickened 1 until the end of their next turn. They must then pass a second challenging (+1 to DC) Will save or suffer a penalty of -1 to AC for 1d4 turns to the ducking and weaving straining belly muscles that pull painfully at the wound.",
      "Your weapon digs into a shoulder and nicks your opponent's collarbone, forcing them to pass a very hard (+5 to DC) Will save or drop their weapon. They suffer a penalty of -1 to their attack rolls until the end of their next turn.",
      "Your weapon punches into your opponent's belly, only slashing skin and fatty tissue but catching on their clothes or armor, forcing them off balance and making flat-footed, until their next turn as they wave their arms to maintain balance. If they are wearing neither clothes nor armor, they will be at a penalty of -2 to their attack rolls for the next 1d4 turns due to having their bellybutton suddenly widened by a large red slash.",
      "Your weapon drives into your opponent's left side, driving upward and penetrating through the flesh and muscle into their abdominal cavity, nicking their gallbladder. Your opponent must make a hard (+2 to DC) Fortitude save or be slowed 1 for 1d4 turns. In addition, they must make a a hard (+2 to DC) Fortitude save or suffer a Tetanus within one day.",
      "(TODO:7) Your weapon tears a wide red trench across your opponent's hip, leaving gleaming white bone visible. Your opponent is knocked prone and slowed 2 until the end of their next turn. They must pass a challenging (+1 to DC) Will save before attempting to get up and must then pass additional tests each turn they want to move or else their move halved, due to the pain of torn muscles. The effect lasts until wounded condition is removed.",
      "(TODO:8) Your weapon drives into your opponent's groin. They scream and becomes slowed 2 for 1d4 rounds, having to pass a hard (+2 to DC) Fortitude save or be rendered permanently sterile.",
      "(TODO:9) Your weapon punches deeply into your opponent's belly, between bellybutton and scrotum, puncturing the bladder. With a faint odor of ammonia, urine spills from the wound and onto your blade. They become sickened 4 for the rest of the battle. Fortunately, urine is more or less sterile, meaning they will only have to make a challenging (+1 to DC) Fortitude save to avoid contracting a lethal infection and die in 1d6 days (becoming delirious and helpless within one day). If they survive they must make a challenging (+1 to DC) Fortitude save or be prone to leakage and constantly reek of urine.",
      "(TODO:10) Your weapon pierces your opponent's chest, puncturing and collapsing one lung. Luckily for them the wound closes quickly and tightly, preventing a much deadlier tension pneumothorax that would leak air into their chest like a one way valve until the lungs could no longer inflate and the heart no longer beat due to the pressure. They become sickened 4. The effects last until the air in the pleural sack has drained spontaneously in 1d4 days. Magical healing will speed this process into mere hours instead of weeks. However, your opponent will also have to pass a challenging (+1 to DC) Fortitude save or contract pneumonia within 1d6 days, then having to make a second test or die within another 1d6 days, otherwise being bedridden and delirious for the same amount of time.",
      "(TODO:11) The tip of your weapon slams into your opponent's chest, penetrating between the ribs before being withdrawn in a brief spray of blood. Unknown to your opponent, the blade has nicked their heart, each beat pumping as much blood into their chest cavity as into their arteries. They'll suffer a cumulative sickened 1 and drained 1 conditions each turn until they pass hard (+2 to DC) Fortitude save or die in 1d6 turns.",
      "(TODO:12) You slice open your opponent's belly, cruelly twisting the blade in the wound before withdrawing it, spilling red ruin at their feet. They'll suffer a cumulative sickened 2 and drained 2 conditions each turn until they pass hard (+2 to DC) Fortitude save or die in 1d6 turns. Until that time your opponent can do nothing except futilely try to stuff the spilled entrails back into their ruined abdomen and counted as stunned. Anyone surviving such a horrifying experience must pass basic Will save or become frightened 1.",
      "(TODO:13) You ram your weapon into your opponent's solar plexus, rupturing the diaphragm muscles they breathe with and damaging the abdominal aorta. It is an even bet whether they expire from breathing difficulties or massive loss of blood first, dying inevitably in a widening pool of blood in 1d4 turns. A last-ditch desperate attempt at master Medicine check or powerful magical healing may be performed before then, at a penalty of -5 to the checks, success leaving them stunned but alive with permanently drained 1 due to reduced breathing capacity. This condition can be removed only by regeneration, wish of similar magic.",
      "(TODO:14) The point of your weapon punches up underneath the lower ribs, lacerating your opponent's heart. They can only stare at you in shock as they crumble prone, dying inevitably in one turn.",
      "(TODO:15) Your weapon splits your opponent's sternum and drives on into their spine, killing them instantly. You must spend an action to withdraw your embedded weapon."
    ],
    "Arms": [
      "Your weapon's tip slashes across the back of your opponent's hand, causing them to suffer a penalty of -2 next attack if it happens on their next turn.",
      "Your weapon pricks your opponent's biceps muscle, causing them to suffer a penalty of -2 to their attack rolls until the end of their next turn.",
      "Your weapon's tip slashes across your opponent's forearm, slitting the skin open in a wide gash and causing them to suffer a penalty of -4 next attack if it happens on their next turn.",
      "(TODO:4) Your weapon stabs into your opponent's shoulder, driving into the large deltoid muscle, forcing them to make a hard (+2 to DC) Fortitude save or drop whatever they are holding in that hand. Also, for the duration of the battle, they will suffer a penalty of -2 to any attack rolls made with that arm.",
      "(TODO:5) Your weapon impales your opponent's hand through the palm, driving in between the bones between the wrist and fingers, but not severing any major tendons, blood vessels or nerves. Your opponent drops anything held in that hand and will suffer a penalty of -4 to all tests until your weapon is withdrawn from their hand, which requires an action either by you, to pull it out, or them, to yank their hand off the blade. Letting go of the weapon counts as having withdrawn it. If they do it themselves they'll have to first pass a successful challenging (+1 to DC) Will save.",
      "(TODO:6) Your weapon deeply pierces your opponent's upper arm, opening a gaping wound. They must make a hard (+2 to DC) Fortitude save to avoid dropping anything they are holding in that hand and suffers a penalty of -4 to attack rolls made with that arm for the duration of the battle.",
      "(TODO:7) Your weapon impales your opponent's forearm, lodging between the radius and ulna, the long bones of the forearm, lacerating the muscles controlling several fingers as you yank it out in preparation for your next blow. Anything held in that hand is dropped, and your opponent is slowed 2 until they can pass a challenging (+1 to DC) Fortitude save. Also, they cannot use their arm until they get rid of wounded condition, afterward suffering a penalty of -2 to any attack rolls as well as any tests requiring fine manipulation made with that hand due to not being able to flex their fingers properly. Successful hard (+2 to DC) Medicine check with expert proficiency will manage to stitch back enough of the muscles and tendons to remove that penalty.",
      "(TODO:8) Your weapon drives into the soft tissues at the inside of your opponent's elbow, severing the major blood vessels. Anything held in that hand is dropped as blood gushes forth, forcing your opponent to grab their elbow with the opposite hand in an attempt to arrest the flow of blood. They count as slowed 2 until the end of their next turn and must then choose whether to let go and continue fighting with the other hand, suffering a 5% risk of fainting from loss of blood each turn, or to hold on and be slowed 2 with both busy hands. A successful Medicine check will stop the bleeding, although your opponent will count the test as hard (+2 to DC) if attempting to tie the tourniquet themselves with the remaining hand and their teeth, requiring three actions. The arm will remain useless until they take long-term rest.",
      "(TODO:9) Your weapon pierces your opponent's forearm, driving in between the radius and the ulna, the long bones of the forearm, snapping the radius and chipping the ulna as you savagely twist your weapon when withdrawing it. They drop anything held in that hand and will have to pass a hard (+2 to DC) Will save or count as slowed 2 for 1d4 turns. Success means they'll count as slowed 1 instead. The arm will be useless until the bones have knit after few weeks. Also, due to damaged nerves and tendons, they'll suffer a permanent penalty of -4 to any attack roll and Athletics checks as well as any tests requiring fine manipulation made with that hand due to not being able to use their hand properly. Alternatively, a successful hard (+2 to DC) Medicine check with expert proficiency will manage to stitch back enough of the muscles and remove that penalty.",
      "(TODO:10) The point of your weapon enters your opponent's upper arm near the elbow, scraping along the bone as it tears upward toward the shoulder, badly slicing the large muscles and opening up a long, gaping wound. Your opponent screams with pain and horror at the sight of white bone winking at them through the blood, counting as stunned until the end of their next round, then having to pass a challenging (+1 to DC) Will save or turn and flee from your dripping, gory blade. Their arm will remain useless until they take long-term rest and successful Medicine check done.",
      "(TODO:11) Your weapon drives deep into your opponent's shoulder joint, damaging the nerves and paralyzing the arm. They'll count as stunned for 1d4 turns and then suffers a penalty of -4 to all tests for the remainder of the battle. Afterward they'll have to pass a hard (+2 to DC) Fortitude save to gradually regain use of their arm after a few months. Medicine will help but count as hard (+2 to DC), restoring function in a few weeks. In addition, your opponent will have to pass a challenging (+1 to DC) Fortitude save after 24 hours or suffer a bad infection from such a deep wound to a major joint, forcing amputation or death within 1d6 days.",
      "(TODO:12) Your weapon tears through your opponent's elbow joint, cutting nerves, blood vessels and ligaments. They count as stunned for 1d4 turns as their lower arm dangles by a few scraps of skin and muscle, gushing blood. They'll also have to pass a Fortitude save each turn of faint until a successful challenging (+1 to DC) Medicine check has been performed on them by someone else, stopping the bleeding with a tourniquet. Until they faint or the flow of blood has stopped they'll count as stunned, all will to fight having been taken out of them by the sight of their own mangled limb. The arm will have to be amputated.",
      "(TODO:13) Your weapon drives into your opponent's shoulder, just below the collarbone, piercing the top of their lung, causing it to rapidly collapse. They'll suffer a cumulative sickened 2 and drained 2 conditions each turn until they pass very hard (+5 to DC) Fortitude save or die in 1d6 turns.",
      "(TODO:14) Your weapon slams into your opponent's shoulder from the side, penetrating into their chest cavity, piercing and almost splitting the lung. Your opponent coughs up blood and slides off your blade, dying inevitably in 1d4 turns.",
      "(TODO:15) Your weapon enters your opponent's armpit, slamming deep into their chest and piercing their heart. They expire immediately, although you'll have to take an action and make a successful easy (-2 to DC) Athletics check on your next turn to extract your weapon from their limp corpse."
    ],
    "Legs": [
      "The tip of your weapon cuts your opponent's shin, the pain causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "You prick the large ligament above your opponent's kneecap. They suffer a penalty of -5 feet to their movement and making them flat-footed until the end of their next turn.",
      "Your weapon pierces two inches into the meat of your opponent's thigh, reducing their attack rolls by a penalty of -2 due to the agony, also causing a penalty of -5 feet to their movement and makes them flat-footed until the end of their next turn.",
      "(TODO:4) Your weapon pierces your opponent's calf, lacerating the muscle, forcing them to pass an immediate routine (-1 to DC) Reflex save to avoid falling down, also reducing their movement by half and AC by -2 for the duration of the battle as their boot starts filling up with blood. After it has been tightly bandaged the movement penalty is reduced to -5 feet until they get rid of wounded condition.",
      "(TODO:5) Your weapon pierces your opponent's foot, sliding between the metatarsal bones between the ankle and the toes without causing any fractures. Your opponent falls prone, slowed 1 until the end of their next turn. They then suffer reducing their movement by half and AC by -2 for the duration of the battle as their boot starts filling up with blood. After it has been tightly bandaged the movement penalty is reduced to -5 feet until they get rid of wounded condition.",
      "(TODO:6) Your weapon hits your opponent in the groin, causing dramatic bleeding and considerable pain. They fall prone, counting as slowed 2 until the end of their next turn. The next turn after that they can start attempting to pass a regular Fortitude save or remain slowed 2, whimpering softly. They may make another test each turn until they succeed.",
      "(TODO:7) Your opponent's calf is sliced open to the bone, causing a huge gaping wound and an undignified fall prone, as well as loss of consciousness in 1d6 turns unless someone do a successful Medicine check to staunch the heavy bleeding.",
      "(TODO:8) Your weapon penetrates deeply into your opponent's thigh, severing a large nerve, effectively paralysing most of the leg, dropping your opponent prone as they try to support themselves on their suddenly numb leg. Only a successful challenging (+1 to DC) Medicine check will restore function if performed within 1d6 days before atrophy of the severed nerve has set in. Otherwise, the leg will be permanently useless. While leg is useless speed reduced to 5 feet, AC suffers -2 penalty, unless they use two crutches raising their movement to half of the former value but allowing no use of any weapon in either hand.",
      "(TODO:9) Your weapon slams into your opponent's knee, splitting the kneecap and severing some ligaments connecting the bones of the upper and lower leg. Your opponent falls prone, slowed 2 until the end of their next turn, remaining slowed 2 until they pass a challenging (+1 to DC) Will save. The leg is totally useless until the end of the battle. Afterward, their movement is halved and AC suffers -2 penalty, due to poor balance on a badly unstable knee. Only Medicine check with expert proficiency can restore full function, if done within 1d6 days. Even so it will count as a hard (+2 to DC) check.",
      "(TODO:10) Your weapon tears into the inside of your opponent's thigh, severing a large vein and causing heavy bleeding. They'll have to pass a challenging (+1 to DC) Will save or be stunned for 1d4 turns. After that they'll receive cumulative sickened 1 each turn for 1d6 turns and be stunned after. If they pass a Fortitude save the wound will clot before they have bled out, preventing them from expiring in another 1d6 turns.",
      "(TODO:11) Your weapon spears cleanly through your opponent's calf, chipping the shinbone and fracturing the fibula, the outer of the two long bones in the lower leg, almost severing the leg. Blood vessels and nerves are heavily damaged, numbing the foot. Your opponent falls prone and is stunned with pain for 1d4 turns, then having to pass a challenging (+1 to DC) Fortitude save to stay conscious despite the loss of blood. They'll be unable to get up, and the lower leg will be permanently paralyzed and useless unless a successful very hard (+5 to DC) Medicine check with expert proficiency will restore function. Otherwise, the leg will be permanently useless. While leg is useless speed reduced to 5 feet, AC suffers -2 penalty, unless they use two crutches raising their movement to half of the former value but allowing no use of any weapon in either hand.",
      "(TODO:12) Your weapon tears into the back of your opponent's knee, severing an artery as well as tendons and nerves. Your opponent will have to pass a hard (+2 to DC) Will save or be stunned. The leg will have to be amputated or gangrene will ensue in the nearly bloodless leg within 1d4 days, causing death in another 1d6 days. Successful Medicine check will save their life but not restore function to the leg. Without leg speed reduced to 5 feet, AC suffers -2 penalty, unless they use two crutches raising their movement to half of the former value but allowing no use of any weapon in either hand.",
      "(TODO:13) You drive your weapon through your opponent's thigh, the point coming out the other side before you savagely twist the blade as you withdraw it. Blood spurts in rhythmic jets from the severed artery. Stunn is almost immediate and death will follow in 1d4 rounds unless a successful very hard (+5 to DC) Medicine check with expert proficiency is provided before that leaving them stunned until they take long-term rest.",
      "(TODO:14) The point of your weapon lodges in the thighbone, cracking it as you wrench your weapon loose. Roll 1d20. On 1-10 a fatty marrow embolus dislodges and travels through your opponent's bloodstream to their lungs where it becomes stuck on their next turn, causing a fatal pulmonary embolism, a massive clot in the lungs. On 11-20 the thighbone shatters, the jagged end of it ripping apart their femoral artery as they fall prone, causing blood to fountain from the wound. Regardless of the result your opponent falls immediately stunned and dies inevitably within 1d4 turns.",
      "(TODO:15) Your weapon drives deeply into your opponent's hip, severing major blood vessels and nerves deep within the pelvis. They fall immediately, dying in one round in a huge pool of blood. You have to spend a action withdrawing your stuck weapon from their twitching body."
    ]
  },
  "Explosion": {
    "Head": [
      "A jagged piece of shrapnel gashes your target's cheek. They suffers a penalty of -2 next attack if it happens on their next turn.",
      "Small fragments pepper your target's face but miss their eyes completely. They'll suffer a penalty of -2 to their attack rolls until the end of their next turn. Unless someone spends several turns removing tiny fragments from under the skin of their face, they'll become stuck there, small black dots marring their face like the gunpowder flecks of a professional gunner who might mistake the poor fellow for a colleague.",
      "A chunk of your target's ear is removed by a piece of shrapnel, causing them to flinch and suffer a penalty of -2 to their attack rolls until the end of their next turn as they clasps one hand to the wound.",
      "A piece of shrapnel barely misses your target's eye, slicing open their cheek just underneath the lower eyelid. They are slowed 1 until the end of their next turn.",
      "Shrapnel lacerates your target's brow and scalp, causing blood to flow into their eyes. The flow of blood will cause a penalty -4 to attack rolls until they spend an action to wipe it away. Each turn after that they must attempt a DC 6 flat check or more blood will flow down, repeating the condition, possibly occurring again and again until somebody pass very easy (-5 to DC) Administer First Aid check to bandage the wound.",
      "A jagged piece of shrapnel tears a furrow along your target's jaw, exposing white bone and teeth. They are slowed 1 until they can pass either a Will or Fortitude save, starting to roll on the end of their turns. The scarring will be unattractive but will not reduce their Charisma by any significant margin, the hole closing nicely.",
      "(TODO:) Sharp shards slice away a piece of your target's nose and upper lip. They is stunned as per #6 above, but will also have their Fel permanently reduced by -3 due to the hideous facial scars. However, they'll gain a +2 bonus to Intimidation tests.",
      "(TODO:) A large piece of metal tears into your target's neck, barely missing any large blood vessel but slamming forcefully into the spine of their neck, knocking a piece of vertebra into the spinal cord and causing a very brief paralysis of their entire body. Your target falls prone like a limp sack with a very surprised look on their still fully functioning face, helpless until the end of their next turn. They'll continue to lie there helpless until they passes a routine (-1 to DC) Fortitude save and can start to get up. The piece of metal is easily visible through the gaping wound on the neck and can easily be picked out and saved as a trophy if they survives the battle.",
      "(TODO:) A blast of shrapnel glances off your target's head, lightly concussing them and removing a palm-sized flap of their scalp, leaving it hanging by a shred. They is stunned for 1d6 turns, suffering a penalty of -2 to all tests for the remainder of the battle, due to dizziness. They'll also have a large bald spot once the skin grows back over the wound, reducing their Fel by 1d10.",
      "(TODO:) A piece of shrapnel pierces one eye, with results as for Piercing Damage to Head #11.",
      "(TODO:) A blast of shrapnel lacerates one whole side of your target's face, leaving them shrieking and helpless for 1d6 turns, rolling on the ground with both hands clasped to their face. Afterward they'll suffer a penalty of -4 to all tests for the remainder of the battle. If they survives, they'll have their Fel reduced permanently by -4, due to massive scarring such as large fibrous masses covering the cheek, one eye unable to close properly, missing lips, etc. Consult any episode of “Jonah Hex” for inspiration, dear GM! ",
      "(TODO:) A piece of the target's skull flips away, carved out by a piece of shrapnel, leaving the brain visible through the hole. Your target must pass a challenging (+1 to DC) Fortitude save or be knocked unconscious. After the battle they must make a hard (+2 to DC) Fortitude save or suffer a lethal infection, killing them in 1d4 days unless saved by a successful Shallyan Cure Disease spell. Should they survive, the skin will grow back over the hole but they will have a funny depression with a soft and sort of squishy centre on their head for the rest of their life. If they can find a willing surgeon they might have a metal plate put there later.",
      "(TODO:) Shrapnel tears into your target's throat, damaging the windpipe and nicking a carotid artery. The target falls prone, gurgling and spitting blood, hands clasped to their throat. They counts as helpless and will die in 2d10 turns unless magical healing is provided. If they survives, their voice will be distorted, weak and hoarse for the rest of their life, reducing their Fel by -2 in any situation where clear speech is important.",
      "(TODO:) A blast of shrapnel tears away most of your unlucky target's face, knocking them helpless prone to die, gurgling and moaning, in 1d6 turns, leaving a distinctly un-pretty corpse.",
      "(TODO:) A large piece of shrapnel carries away the top of your target's head. They is dead almost before hitting the ground, and most definitely when they does, as most of their brain sloshes out of their brainpan. Critical Hits - Explosion & Shrapnel Damage "
    ],
    "Body": [
      "Shrapnel grazes your target's side, ripping their clothes, making them flinch and causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "A jagged piece of shrapnel slices a furrow along your target's lower ribs, soaking their clothes with blood and causing a penalty of -2 to their attack rolls until the end of their next turn.",
      "A hot sliver of metal lodges in your target's flank. They yelps and beats furiously at the offending piece of shrapnel, trying to dislodge it, gaining sickened 1.",
      "A big piece of metal clips your target's shoulder, making them prone and causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "A chunk of shrapnel slams into your target's chest and breaks a rib. They must make a hard (+2 to DC) Fortitude save or count as slowed 1 until the end of their next turn as they gasps for breath. For the 1d4 turns they will suffer a penalty of -1 to AC due to the pain from the damaged chest muscles connecting to their shoulder and upper arm.",
      "A small fragment or pellet pierces your target's right side just below the ribs, nicking the liver and causing internal bleeding. They must pass a hard (+2 to DC) Fortitude save or be slowed 1 for 1d4 turns. In addition, after the battle, they'll develop a tenderness of the abdomen, which soon becomes rigidly hard and painfully tender as your target develops peritonitis, a serious inflammation of the membranes covering the inside of the abdomen. They gain Tetanus within 1d6 days.",
      "(TODO:) A jagged fragment sinks deep into your target's shoulder beneath the collarbone, making them prone, stunning them until the end of their next turn and causing a penalty of -4 to their attack rolls for another 1d4 turns. Unless the fragment is removed or a successful Shallyan Cure Disease spell is provided they'll develop an infection due to pieces of their own clothing dragged deeply into the wound and festering inside the shoulder, making them delirious and helpless after 1d4 days, bringing death within another 1d6 days. Unfortunately, the fragment is well lodged deep underneath the collarbone near the top of the lung, so removal requires a successful Medicine check with expert proficiency. Failure will mean the fragment remains until a new test can be attempted the next day, butremoveontamination of the wound, each failure reduces the time until death from infection by one day.",
      "(TODO:) Shrapnel slice into your target's groin, stunning them for 1d6 turns (1d4 if female). Afterward, the pain will cause a penalty of -2 to all tests for the remainder of the battle. In addition there is a 50% chance they will be rendered permanently sterile from the injury (10% if female).",
      "(TODO:) Pellets and pieces of shrapnel tear through your target's belly, damaging the small intestine and spilling faecal matter into the abdominal cavity. They crumples to their knees, hands pressed against their wound, helpless for 1d6 turns, subsequently suffering a penalty of -4 to all tests due to the awful pain. In addition, they must make a very hard (+5 to DC) Fortitude save or die from infection in 1d6 days (becoming delirious and helpless within one day) unless successful magical healing, the Shallyan Cure Disease spell or a very hard (+5 to DC) Medicine check with expert proficiency is made within half that time. The latter involves a very risky surgical procedure, diggingremoveng out any foul substances visible.",
      "(TODO:) Shrapnel punctures your target's lung, making it rapidly collapse, causing a cumulative penalty of -1 to their attack rolls, attack rolls, Ag and S each turn. They'll fall unconscious when any of those characteristics reaches zero, dying within another 2d10 turns unless magical healing is provided.",
      "(TODO:) A blast of shrapnel tears large chunks of flesh from your target's chest, exposing ribs and muscle tissue. They'll suffer a penalty of -4 to all tests due to pain and breathing difficulties until the injury has healed in four weeks. In addition, afterward they'll have a permanent reduction of -3 to their S due to major injury to the chest muscles connecting to their shoulders and upper arms.",
      "(TODO:) A blast of shrapnel rips into your target's flank, tearing away muscle and flesh, some of the fragments piercing one kidney. They is stunned for 1d6 turns, staring at the huge hole in their body, then faints dead away. Internal and external bleeding will empty the poor guy out within 2d10 turns unless magical healing is provided, counting as a hard (+2 to DC) spell test.",
      "(TODO:) Multiple pieces of shrapnel rips into your opponent's chest, several of them penetrating into both lungs. The results will be as for #10 above, only with a penalty of -3 each turn, and death will occur after 1d6 turns.",
      "(TODO:) A blast of shrapnel rips into your target's abdomen, practically disembowelling them and spilling red ruin at their feet. They is helpless to do anything but vainly try to gather up their spilled intestines and stuff then back into their ruined belly, before slumping over and dying within 1d6 turns.",
      "(TODO:) A burst of shrapnel blasts open your target's ribcage, ripping their heart and lungs to pieces, killing them instantly in an explosion of gore."
    ],
    "Arms": [
      "A jagged piece of shrapnel grazes your target's hand, forcing them to pass a challenging (+1 to DC) Athletics check or drop anything held in that hand.",
      "Small fragments of shrapnel pepper your target's upper arm and shoulder. None of the fragments penetrate deeper than the skin, but give them a penalty of -2 to Will Save until the end of their next turn.",
      "A large shard of shrapnel lodges in the flesh of your target's forearm, causing them to suffer a penalty of -4 next attack if it happens on their next turn as they waves their arm frantically to dislodge the hot piece of metal ",
      "(TODO:) A piece of shrapnel nicks your target's wrist, cutting to the bone. No tendons or large blood vessels are damaged but your target drops whatever they is holding in that hand and suffers a penalty of -4 to their attack rolls until the end of their next turn.",
      "(TODO:) Shards of hot metal slash into your target's biceps muscle, tearing the flesh. They suffers a penalty of -4 to attack rolls and -2 to SB for any attacks or parries made with that arm for the duration of the battle. Until the pieces of shrapnel are removed from the arm with a successful Medicine check a penalty of -2 and -1, respectively, will remain.",
      "(TODO:) Shrapnel tears away 1d4 fingers. Effects are as for Cutting Damage to Arm #10, except that only fingers are lost regardless of the result, never the entire hand.",
      "(TODO:) Shrapnel deeply embeds itself into your target's upper arm, one large fragment lodging in the shoulder muscle next to the bone near the shoulder joint. Until removed it will cause a penalty of -6 to attack rolls and -2 to SB for any attacks or parries made with that arm. Removal will require a successful Medicine check with expert proficiency. A Medicine check without that Talent will count as hard (+2 to DC). Failure will leave removeagment in the arm, which will eventually heal after 1d4 weeks, embedding the fragment in fibrous tissue, but due to the resulting stiffness a penalty of -15% and -1, respectively, will remain.",
      "(TODO:) A large fragment rips through the inside of your target's elbow, severing blood vessels and damaging tendons. The target is stunned until the end of their next round and must then pass a hard (+2 to DC) Will save or drop everything to clap their other hand around the spurting wound. If they fails they may attempt further tests on subsequent turns to let go. Otherwise they'll clench their arm tightly to close the wound and continue to fight, unable to use that arm and suffering a penalty of -2 to their attack rolls due to being unbalanced by the clenched arm held to their side. The arm will need to be tightly bandaged, requiring three full turns, to stop the bleeding. The arm will be useless until their W characteristic is fully recovered. Some stiffness will remain, causing a penalty of -2 to any attack rollAthletics checks made with that arm, unless magically healed. Alternatively, the magical healing can be replaced with a successful Medicine check with expert profiremovealving the penalty.",
      "(TODO:) Fragments smash into your target's shoulder, fracturing the collarbone and tearing up some chest muscles. Your target will be stunned for 1d4 turns and suffer a penalty of -4 to both attack rolls and S for any tests or blows made with that arm until the fracture has healed in 1d4 weeks.",
      "(TODO:) A large piece of shrapnel severs the top end of your target's biceps from the shoulder, leaving the muscle flopping like a big firm lump inside the skin of the arm near their elbow. Unless the muscle is successfully stitched back together within 1d6 days, requiring either magical healing or a successful challenging (+1 to DC) Medicine check with expert proficiency plus four weeks of rest, they'll suffer a permanent penalty of -4 to attack rolls and S for removeex the arm well.",
      "(TODO:) Shrapnel rips through your target's upper arm, nicking a large artery. The spurts of blood cause a cumulative penalty of -1 to your target's attack rolls, attack rolls, Ag and S each turn until it has been tightly bandaged, requiring two full turns. A successful hard (+2 to DC) Reflex save is also required if they does it themselves, using one hand and their teeth. Otherwise they'll fall unconscious from loss of blood when any of those characteristics reaches zero. The wound will clot before they expires, however.",
      "(TODO:) A blast of fragments rips the flesh from your target's forearm and fractures one of the long bones, stunning them for 1d6 turns with pain and shock at such a ghastly sight. Only a very hard (+5 to DC) magical healing spell test will save the arm, otherwise requiring amputation.",
      "(TODO:) A piece of shrapnel tears through the shoulder, ricocheting from bone into the chest and lacerating the large bundle of nerves supplying the arm. The arm will be permanently paralysed and useless. Your target will have to pass an immediate hard (+2 to DC) Fortitude save or fall unconscious from shock.",
      "(TODO:) A large chunk of shrapnel smashes through the collarbone and upper ribs, bouncing against the back of the shoulderblade before severing the large artery branching off from the aorta to the arm. A pumping spray of blood rises up from the wound in your target's shoulder near the neck, sending them into unconsciousness to die inevitably in a spreading pool of blood within 1d4 turns.",
      "(TODO:) A burst of shrapnel practically tears the target's arm from its socket. Blood gushes out in huge spurts. Massive shock and loss of blood causes instant unconsciousness and a mercifully quick death within two turns."
    ],
    "Legs": [
      "Shrapnel or pellets graze your target's foot, causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "Fragments pierce your target's calf, causing any Reflex saves to count as challenging (+1 to DC) for 2d4 turns.",
      "Chunks of shrapnel strike your target's thigh, bruising but not penetrating, forcing them to pass a challenging (+1 to DC) Reflex save or be knocked prone.",
      "(TODO:) A piece of shrapnel painfully lodges in your target's kneecap. The target is stunned until the end of their next turn and must pass a challenging (+1 to DC) Will save or drop their weapon to clasp their knee.",
      "(TODO:) Pieces of shrapnel tear several long, shallow furrows along your target's hip. Distracted by the pain and forced to guard their injured side, your target is at -2 to all tests for 1d6 turns.",
      "(TODO:) A pellet lodges inside your target's knee, forcing them to make a hard (+2 to DC) Reflex save or fall down. They'll suffer a penalty of –2 to their movement and -4 to all Dodge Blow tests until it is removed, either by magical healing or a successful hard (+2 to DC) Medicine check with expert proficiency. If the latter is used, the target must pass a challenging (+1 to DC) Fortitude save or suffremovetation unless a successful Shallyan Cure Disease spell is performed. If the infection goes untreated and the leg remains attached, gangrene and sepsis will occur within 1d4 days, causing death within another TB days.",
      "(TODO:) A sharp fragment lacerates your target's inner thigh near the groin, stunning them for 1d4 turns. If male, they must also pass an regular Fortitude save or be emasculated for the rest of their life.",
      "(TODO:) A blast of shrapnel tears away chunks of flesh from your target's calf, causing gaping wounds and fracturing the fibula, the outer of the two long bones in the lower leg, forcing them to pass a hard (+2 to DC) Reflex save or fall prone. Your target's movement will be reduced to 1 as they hobbles along, counting any Dodge Blow tests as very hard (+5 to DC) until the end of the battle. A combination of infection, severed blood vessels and just plain, massive loss of tissue means the leg will never heal properly, giving a permanent penalty of –2 to movement and -4 to any Dodge Blow tests.",
      "(TODO:) Shrapnel shreds your target's knee, utterly destroying the kneecap and penetrating into the joint, shredding bone and ligaments as it goes along. They falls prone, screaming and stunned for 1d6 turns. Unless magical healing is provided within 1d6 days, the leg will have to be amputated. Otherwise it'll still be stiff and unbending, causing permanent penalties as per #8 above.",
      "(TODO:) A large piece of shrapnel pierces your target's thigh, tearing out of the back of the leg in a spray of blood, leaving a huge flap of muscle gruesomely flapping. The blast knocks them prone, unable to get up. Loss of blood will cause a cumulative -1 to attack rolls, attack rolls, Ag and S each turn, the target falling unconscious when any of those characteristics reaches zero. Unless the leg is tightly bandaged, requiring someone else's help and three full turns, death will occur within another 2d10 turns.",
      "(TODO:) Fragments tear into the hip joint, causing nerve damage that leaves the whole leg limp and useless, totally paralysed. Your target falls prone, stunned for 1d6 turns and unable to get up. Two crutches will be necessary to get around properly in the future, unless they wants to hop around on one leg.",
      "(TODO:) An utterly hideous storm of fragments tears across your target's upper thigh near the hip joint, ripping apart their genitals and laying the thigh open to the bone. The target is helpless with pain and shock for 1d6 turns, gaining one extra IP as a result of the view of their mangled leg and groin, should they survive. Loss of blood will mean they loses unconsciousness after an additional 1d6 turns, and will suffer a penalty of -5 to all tests until they does. Only very limited function will remain to the leg afterward, reducing movement to 1 and causing all Dodge Blow tests to count as very hard (+5 to DC), although they can use crutches as per Bullet Damage to Leg #10.",
      "(TODO:) A jagged piece of metal lays open your target's inner thigh, severing the femoral artery. The huge spurts of bright, red blood will cause a cumulative penalty of -2 to attack rolls, attack rolls, Ag and S each turn, the target falling unconscious when any of those characteristics reaches zero. Unless magically healed or rapidly aided by a pressure bandage, requiring a very hard (+5 to DC) Medicine check and two full turns, death will occur within another 1d6 turns.",
      "(TODO:) A blast of shrapnel blows the leg off at the knee, leaving it hanging by a shred. Your target falls prone, helpless and with blood spurting from the stump. Death occurs from loss of blood within 1d6 turns unless magical healing or a tourniquet, requiring two full turns and someone else's help, is provided, neither of which will save the leg.",
      "(TODO:) A blast of shrapnel nearly tears the leg out of its socket, leaving a gaping hole with the thighbone and spurting arteries clearly visible. Your target falls immediately unconscious from shock, dying inevitably in 1d4 turns."
    ]
  },
  "Unarmed": {
    "Head": [
      "A glancing punch to the face causes your opponent to stumble backward. This cause a -1 penalty to their attack rolls until the end of their next turn.",
      "A blow to the side of your opponent's head momentarily disorients them, causing a penalty of -2 to their attack rolls until the end of their next turn.",
      "A vicious punch crumples your opponent's cheekbone, making them sickened 1.",
      "You jam a finger up your opponent's nostril, tearing the sensitive flesh as you savagely rip the finger out. They counts as slowed 1 until the end of their next turn.",
      "You slam a blow against your opponent's ear. They counts as slowed 1 until the end of their next turn. And they gain a penalty of -2 to any hearing-related skill checks for the rest of the day.",
      "You badly rip one of your opponent's ears, almost tearing it off. The pain forces them to pass an regular Will save or be slowed 1 until the end of their next turn. The dangling ear distracts them so badly they suffers a penalty of -1 to their attack rolls for the duration of the battle. It might heal a bit crooked but not badly enough to cause any permanent reduction of Charisma.",
      "(TODO:) A blow to the mouth fractures several teeth. Your opponent is stunned until the end of their next turn and must then pass an regular Will save to recover, beginning to roll at the start of their next turn after that. Unless they already has missing or unsightly teeth (GM's call), their Fel is permanently reduced by -1.",
      "(TODO:) You punch your opponent in the throat, momentarily cutting off their airways as the windpipe spasms. They suffers a penalty of -3 to all tests until the end of their next turn, reducing the penalty to -2 the turn after that, finally reducing it to -1 for one final turn before fully recovering.",
      "(TODO:) A powerful punch mashes one side of your opponent's face, giving them a magnificent black eye and fracturing the cheekbone. They must pass a routine (-1 to DC) Fortitude save or be knocked unconscious. If they is wearing a helmet with decent face protection (GM's call) the test counts as easy (-2 to DC) instead. If successful, they is instead knocked prone. Regardless, their Fel is reduced by -1 until the swelling and bruising has gone away in two weeks.",
      "(TODO:) You headbutt your opponent, mashing their nose. They is stunned for 1d4 turns as they sees stars and flashes. They'll develop two lovely shiners, reducing their Fel by -2 until the swelling and bruising has gone away in two weeks. If you are wearing a helmet and your opponent is not, add +1 turn to their stunning. If they is wearing a helmet and you are not, halve the number of turns.",
      "(TODO:) A powerful blow to your opponent's chin breaks the jaw in several places. They must pass a challenging (+1 to DC) Fortitude save or be knocked unconscious. If successful, they is stunned for 1d4 turns and then suffers a penalty of -2 to all actions for the duration of the battle. The jaw will have to be wired or tightly bandaged to heal, forcing your opponent to eat through a straw, also suffering a penalty of -3 to their Fel in any situation where it is important that they is heard clearly, for three weeks.",
      "(TODO:) You gouge one of your opponent's eyes. They must pass a challenging (+1 to DC) Fortitude save or lose the eye permanently, reducing by half all attack rolls and sight-related Perception tests, including any bonus from Talents such as Excellent Vision or Sharpshooter. Regardless, they is helpless with pain for 1d6 turns and then suffers a penalty of -3 to all tests for the duration of the combat.",
      "(TODO:) You badly pummel your opponent's head, fracturing their skull and causing bleeding inside their brain. They falls immediately unconscious and remains in a coma for 1d6 days. Afterward they must pass a challenging (+1 to DC) Fortitude save or die, otherwise waking up with a penalty of -5 to attack rolls, attack rolls, Ag and Int, reducing the penalty by 10% per week until it stands at -2, which is sadly permanent due to brain-damage.",
      "(TODO:) You crush your opponent's windpipe, crumpling the cartilage of their larynx. They is stunned for TB turns before falling unconscious for lack of air, dying within another 1d6 turns unless saved by magical healing.",
      "(TODO:) You break your opponent's neck, either with a mighty blow snapping their head back or by grabbing them by chin and the back of their head, violently twisting until a loud crack is heard. Death is instantaneous. Critical Hits – Unarmed Combat Damage "
    ],
    "Body": [
      "Your opponent staggers backward and suffers a penalty of -2 next attack if it happens on their next turn.",
      "A blow to the ribs just underneath the armpit staggers your opponent, causing them to suffer a penalty of -2 to their attack rolls until the end of their next turn.",
      "You viciously chop at your opponent's collarbone, failing to break it but causing them enough pain to make attack rolls and Athletics checks during the next 1d4 turns will suffer a penalty of -2.",
      "You slam your opponent to the floor, knocking them prone. They suffer a penalty of -1 to their attack rolls until the end of their next turn.",
      "A solid punch to the solar plexus slams the breath from your opponent's body, making them slowed 1 until the end of their next turn.",
      "The sound of ribs creaking accompanies the whoosh of your opponent's forcefully expelled breath as you knock them prone, slowed 1 for 1d4 turns.",
      "(TODO:) You break a rib in your opponent's side, causing them a penalty of -2 to all tests for the duration of the battle. The blow will also have caused a minor bleeding in the kidney of that side, badly scaring your opponent the next time they needs to relieve their bladder, as the urine takes on a deep red tinge.",
      "(TODO:) You go straight for your opponent's groin in a manner most unfitting for a gentleman, stunning them for 1d6 turns as they gasps in agony. If your opponent is female or wearing a Plate Breastplate with reasonable groin protection (GM's call but usually included, at least if part of a full suit of plate), halve the number of turns.",
      "(TODO:) A powerful blow to the chest stuns your opponent until the end of their next turn and makes their heart start beating irregularly. At the beginning of their next turn after that they'll have to pass a routine (-1 to DC) Fortitude save to regain their normal rhythm or fall unconscious, in which case they'll wake up again in 1d6 minutes as their heartbeat stabilizes. If successful, they'll suffer no further ill effects.",
      "(TODO:) You savagely slam your fist or knee repeatedly against your opponent's side over and over again, breaking several of their ribs and contusing the lung. They falls prone, spitting blood, helpless until the end of their next turn, all breath driven from their body. They then suffers a penalty of -4 to all actions for the duration of the combat. After the battle they'll suffer a penalty of -2 to their attack rolls, attack rolls, Ag and S from Critical Hits – Unarmed Combat Damage the pain of fractured ribs grinding against each other, until their W characteristic is fully restored as their ribs slowly heal.",
      "(TODO:) You fracture several of the lower ribs on your opponent's right side, the sharp fragments driving into their body and lacerating their liver. They is stunned for 1d4 turns and then suffers a penalty of -3 to all actions for the duration of the combat. They'll also have to pass a challenging (+1 to DC) Fortitude save or suffer serious internal bleeding. If successful, they'll only suffer a penalty of -2 to attack rolls, attack rolls, Ag and S from the pain of fractured ribs grinding against each other, until their W characteristic is fully restored as their ribs slowly heal. Otherwise they'll also suffer an additional cumulative penalty of an extra -1 per hour after the battle, falling unconscious when any of those characteristics reaches zero. Fortunately, the bleeding will stop spontaneously thereafter and they'll regain their characteristics at a rate of 10% per day (not counting the -2 penalty from the pain of the broken ribs) as their body replenishes the lost blood.",
      "(TODO:) A vicious blow to your opponent's left side stuns them until the end of their next turn and ruptures their spleen. The longerterm results are as for Blunt Damage to Body #6.",
      "(TODO:) You pick your opponent up bodily and slam them into the ground. They'll have to pass a hard (+2 to DC) Fortitude save or be knocked unconscious. If successful, they'll count as knocked down and stunned for 1d4 turns. If the GM judges that this result is unlikely, even with the extra strength brought on by a surge of adrenaline, such as if your opponent is an Ogre or otherwise severely outweighs you, your opponent nevertheless still is thrown badly off balance and ends up on the floor, knocked down and counting as stunned for 1d4 turns.",
      "(TODO:) You slam either your fist or the heel of your foot into the upper part of your opponent's solar plexus, snapping the lower part of their breastbone. The fragment drives into their chest, lacerating the diaphragm muscles that they breathes with. They falls helplessly to their knees, gasping and helpless for 1d6 turns until they keels over unconscious. They'll have to pass a hard (+2 to DC) Fortitude save or die in another 2d10 turns, otherwise suffering a permanent reduction of -15% to S and T due to reduced breathing capacity. If your opponent is wearing a breastplate they is instead hurled backwards, hitting their head as they lands, laying them out cold but otherwise very much alive and unhurt.",
      "(TODO:) You grab you opponent and with irresistible force slam them down on their back across your knee, breaking their spine. They must pass an immediate very hard (+5 to DC) Fortitude save or die on the spot, otherwise becoming permanently paralysed from the waist down and counting as helpless from shock for the duration of the combat. If your opponent is wearing a Plate Breastplate with a backplate (GM's call but usually included, especially if part of a full suit of plate), then you would not be so foolish as to attempt this stunt and end up with a broken knee; count the result as #13 instead."
    ],
    "Arms": [
      "You manage to momentarily grab your opponent's arm, making them suffer a penalty of -2 next attack if it happens on their next turn before slipping out of your grasp.",
      "You slam a fist into your opponent's shoulder, shocking their arm, causing them to suffer a penalty of -2 to their attack rolls until the end of their next turn.",
      "You bruise your opponent's upper arm, causing them to flinch. Their attack rolls and Athletics checks during the next 1d4 turns will suffer a penalty of -1.",
      "(TODO:) You manage to grab whatever your opponent is holding in that hand. Make an opposed Athletics check, your opponent gaining a +20% bonus to their S if they is holding a shield or a twohanded weapon. If you beat them you have snatched it away and are now in possession of it. Weapons that are mostly blade, such as swords or knives, are much harder to grab, requiring a successful hard (+2 to DC) Reflex save first. If you fail, or if your opponent is holding nothing in that hand, the result is as per #1 above.",
      "(TODO:) You slam an elbow, fist or booted foot into your opponent's biceps, bruising the muscle, causing a penalty of -2 to their attack rolls and S for any tests or blows using that arm for the duration of the combat.",
      "(TODO:) You manage to grab and badly twist your opponent's wrist, making them drop whatever they is holding in that hand. If they is holding nothing, then they is unable to use that hand for attacking and may not attempt to grapple for the next two turns.",
      "(TODO:) You smack your opponent in the elbow, hitting a nerve, sending a shock of sharp pain down the arm, making them drop anything held in that hand. They'll have to pass a challenging (+1 to DC) Will save or be stunned until the end of their next turn. The arm is paralysed and useless for 1d4 turns.",
      "(TODO:) You get hold of one of your opponent's fingers, bending it backward savagely until the bone snaps. Your opponent counts as stunned until the end of their next turn and must pass a Will save each time they wants to perform any action with that hand for the duration of the battle. Setting the finger straight again and tying it to a small splint or a neighbouring finger is painful but easy, but your opponent will still suffer a penalty of -2 to any tasks, attacks or parries due to pain and swelling until the bone has started to heal properly in two weeks.",
      "(TODO:) You hit your opponent's hand, fracturing a couple of the metacarpals, the bones between wrist and fingers, a classical “boxer's fracture” usually caused by punching something hard. The hand is useless until the bones have started healing properly in two weeks.",
      "(TODO:) You slam your opponent in the junction between neck and shoulder with a vicious chop, breaking the collarbone. Your opponent is stunned until the end of their next turn and then suffers a penalty of -4 to any tests made with that arm until the fracture has healed in three weeks.",
      "(TODO:) You smash your opponent with a mighty blow, dislocating the shoulder from its socket. Your opponent is stunned until they can pass a challenging (+1 to DC) Will save, getting one attempt at the beginning of each of their turns. The whole arm is useless until popped back into place with a successful Medicine check, afterward suffering a penalty of -4 to all tests performed with that arm until it has started to heal in one week, halving the penalty for another week before being restored to full function.",
      "(TODO:) You snap your opponent's wrist, making the hand stand out at an odd angle. They must pass a challenging (+1 to DC) Will save or be stunned for 1d4 turns. The hand is useless until the bones have healed in three weeks. Unless the wrist has been properly set with a successful Medicine check within the first week, they will then suffer a penalty of -2 to attack rollAthletics checks or tests requiring fine manipulation performed with that hand afterward due to improperly set bones. Magical healing will automatically do this, as well as speeding up the healing process, ignoring the month required.",
      "(TODO:) You lock your opponent's arm in a strong grip and then either twist it forcefully or bring up a knee to slam into the elbow joint, snapping the elbow with a loud crack. Your opponent is stunned for 1d4 turns and the arm useless until the fracture has healed in four weeks.",
      "(TODO:) You grab your opponent's arm and twist around, throwing them across your hip. They lands heavily, knocked down and stunned for 1d6 turns. Their shoulder is also dislocated as per #11 above.",
      "(TODO:) As your opponent swings at you, you grab their arm and use their momentum to drag them toward you, and then roll backward as you put a foot in their stomach, hurling them over your head. They must pass a hard (+2 to DC) Reflex save or break their neck as they lands, killing them. If they passes they is still knocked unconscious. If the GM judges that such a throw is completely unlikely, such as if they very considerably outweighs you, or has a very low centre of gravity (think Dwarf in plate!), or your legs are crippled, then you instead manage to get them so off balance that they is still hurled prone and knocked unconscious, perhaps tripping them up as they stumbles past you."
    ],
    "Legs": [
      "A glancing blow hits your opponent's shin, the pain causing a penalty of -1 to their attack rolls until the end of their next turn.",
      "You strike your opponent on the inside of their thigh, barely missing their groin. They is knocked off balance and suffers a penalty of -3 next attack if it happens on their next turn.",
      "A vicious blow against your opponent's hip fails to break anything but causes them enough pain to make them  sickened 1.",
      "(TODO:) You stomp down hard on your opponent's toes. They counts as stunned until the end of their next turn as they jumps up and down, wailing and cursing.",
      "(TODO:) You sweep your opponent's leg, making them prone unless they can pass a hard (+2 to DC) Reflex save. If successful, they may not perform any attack actions on their next turn.",
      "(TODO:) A powerful blow slams into your opponent's hip, spinning them around and making them prone, dazed and stunned until the end of their next turn.",
      "(TODO:) You badly bruise your opponent's thigh. They suffers a penalty of –1 to their movement and counts all Dodge Blow tests as challenging (+1 to DC) for the duration of the battle.",
      "(TODO:) You strike a telling blow to your opponent's knee. They must pass a challenging (+1 to DC) Will save or count as stunned for 1d4 turns. If successful, their movement is halved and they counts all Dodge Blow tests as hard (+2 to DC) for an equal amount of time.",
      "(TODO:) You slam your heel down hard on your opponent's foot, breaking some of the metatarsals, the bones between the ankle and the toes. Your opponent is stunned until they can pass a challenging (+1 to DC) Will save, getting their first attempt at the beginning of their next turn, re-rolling each turn until they succeeds. The pain from the broken bones halves their movement and makes all Dodge Blow tests count as hard (+2 to DC) until the bones have healed in three weeks. Unless properly set with a successful Medicine check during the first week, the bones will heal badly, causing a permanent penalty of –1 to movement and making all future Dodge Blow tests count as challenging (+1 to DC). Magical healing will correct this, as well as ignore the time required to heal the bones.",
      "(TODO:) You break your opponent's ankle, making them prone. They is stunned for 1d4 turns and cannot use the leg until the fracture has healed in three weeks. If the ankle is not correctly set with a successful Medicine check within the first week, it will heal crookedly and permanently reduce your opponent's movement by -1.",
      "(TODO:) Your blow pops your opponent's kneecap, making it stand out like a bump underneath the skin to one side of the knee. This is extremely painful and effectively locks the joint. Your opponent falls prone and is stunned for 1d6 turns, afterward being unable to use the leg and suffering a penalty of -4 to all tests until the kneecap is popped back into place. This requires a successful Medicine check, and probably a couple of strong helpers to hold the screaming patient down as the healer performs this very painful manoeuvre. (If your opponent is wearing Plate Leggings, this is an unlikely result and the hit instead counts as #8 above.) ",
      "(TODO:) You slam a powerful blow into the side of your opponent's knee, bending the knee inwards in a most painful and unnatural manner, popping something inside the joint. Ligaments inside the knee have snapped, making the joint unstable. Your opponent is stunned for 1d4 turns and then suffers a penalty -2 to all tests for the duration of the combat, as well as suffering a permanent penalty of –2 to movement and counting all Dodge Blow tests as hard (+2 to DC) from now on. Only magical healing can restore full function to the leg.",
      "(TODO:) A brutal kick to your opponent's groin doubles them over, retching and helpless with pain for 1d6 turns. In addition, they'll suffer a penalty of -2 to all tests for the duration of the battle and will have to pass a challenging (+1 to DC) Fortitude save or have their testicles ruptured, making them permanently sterile. If your opponent is female or wearing a Plate Breastplate with reasonable groin protection (GM's call but usually included, at least if part of a full suit of plate), ignore this and simply count your opponent as stunned for 1d6 turns.",
      "(TODO:) You manage to dislocate your opponent's hip and break off a fragment of the part of the pelvic bone forming the “cup” holding the head of the thighbone in place against the pelvis, leaving them screaming in agony on the ground. They'll have to pass an regular Fortitude save or fall unconscious from the pain. If successful, they suffers a penalty of -5 to all tests for the duration of the battle, the penalty reduced by one third per week of rest. Regardless, the leg is useless and will probably never heal properly. movement is permanently reduced to 1 and all Dodge Blow tests count as very hard (+5 to DC) from now on. Proper healing will require either two months in traction, lying in bed with the leg held up and stretched by weights, under supervision of someone with expert proficiency, or magical healing, the latter counting as a hard (+2 to DC) spell test due to damagremoveerves and small blood vessels supplying the joint.",
      "(TODO:) You shatter your opponent's shinbone, fragments spearing through the skin. Your opponent falls prone, helpless and blind with pain for 1d6 turns, then suffering a penalty of -4 to all tests for the remainder of the battle. Such an open fracture is very serious, almost always resulting in gangrene and infection. They'll have to pass a hard (+2 to DC) Fortitude save or suffer infection within 1d6 days, causing death in another 1d6 days unless amputation is performed. A successful Shallyan Cure Disease spell will save their life but the leg will remain useless unless magically healed, which will require a hard (+2 to DC) spell test due to the mess of bone shards, damaged nerves and blood vessels inside the leg. (If your opponent is wearing Plate Leggings, this result is very unlikely and the hit instead counts as #12 above.) "
    ]
  },
  "Mental": {
    "Wounds": [
      "A sharp pain pierces the target's head, making a ringing noise and reducing their next attack by a penalty of -2 next attack if it happens on their next turn.",
      "Sharp pain radiates to the target's eye. They'll suffer a penalty of -2 to their attack rolls until the end of their next turn.",
      "Pain pulsates in the target's head, making them see bright flashes and their eyes water. All their attack rolls and Athletics checks during the next 1d4 turns will suffer a penalty of -1.",
      "(TODO:) Your target can swear they heard the crackling of their skull and spine bones.  All their attack rolls and Athletics checks during the next 1d4 turns will suffer a penalty of -2.",
      "(TODO:) Your target cries out in pain as a small trickle of blood runs down their neck. Their eardrum busted making them slowed 1 until the end of their next turn, and they will suffer a penalty of -4 to all hearing-based Perception checks until the eardrum has resealed itself in 1d4 weeks. A successful Medicine check with expert proficiency reduce heal time to 1d4 days.",
      "(TODO:) A dull headache makes your opponent fall prone, counting as slowed 1 until they can make a hard (+2 to DC) Fortitude save to regain full capacity, starting to roll during their next turn, re-rolling each turn until they succeed. For the rest of this battle they will be sickened 1 due to dizziness and nausea. They must also make a challenging (+1 to DC) test or suffer short-term amnesia, not remembering a thing about the battle or how they ended up in it.",
      "(TODO:) The pain intensifies in your opponent's head, making them slowed 2 as they see bright flashes and spits blood. On their next turn after that they must pass a challenging (+1 to DC) Fortitude save to recover, re-rolling each turn until they succeed.",
      "(TODO:) A terrible pain pierces the opponent's head, making them slowed 2 until the end of their next turn. On their next turn after that they must pass a hard (+2 to DC) Fortitude save to recover, rerolling each turn until they succeed. The pain cause brain damage and a slow bleeding started between the brain and the skull that will keep expanding, eventually killing them unless pressure is relieved. They'll cumulatively become sickened 1 every two hours, falling into a coma when it becomes sickened 5, dying within another 1d4 days. The only effective cure is a procedure called trepanation, which involves removing a piece of the skull by drilling or boring into it, thus relieving the pressure and allowing access to remove the splinter. This requires at least one hour and a challenging (+1 to DC) Medicine check with expert proficiency. If successful, a metal plate of some kind, usually a silver coin that has been hammered directly to the surrounding bone and then covered with a flap of the scalp. If already in a coma, your opponent will then wake up in another 1d4 days, otherwise getting rid of sickened at a rate of 1 per day. Failure will still relieve the pressure but causes brain damage, reducing attack rolls and skill checks by -1 permanently. Regardless of outcome, your opponent will have to pass a challenging (+1 to DC) Fortitude save immediately after the surgery or contract a serious infection, killing them within 1d6 days unless a cure is performed.",
      "(TODO:) Your target cries out in pain and immediately falls silent looking around confused. They must pass a hard (+2 to DC) Fortitude save or be sickened 2 for 2d4 turns, due to pain and dizziness. After the battle, brain damage results in serious risk of infection. They'll have to pass a regular Fortitude save or suffer an infection that will leave them helpless and delirious for 1d6 days, whereupon they'll have to make another test to either recover or die unless saved by a successful cure disease.",
      "(TODO:) Pain cramps hold down your opponent's larynx at the top of the windpipe, causing a spasmed airway. They gasp for breath, suffering a cumulative sickened 1 condition each turn until they make a challenging (+1 to DC) Fortitude save to immediately get rid of sickened, rolling at the start of each turn. If they become sickened 5 they fall unconscious from lack of air. If  they don't make their roll within another 1d6 turns they die from lack of air. A successful Medicine check with expert proficiency ends this condition.",
      "(TODO:) The sharp pain cause clouding in your opponent's eye. Their eye is slowly reddening with blood. They count as stunned until the end of their next turn. On their next turn after that they must pass a challenging (+1 to DC) Fortitude save to recover, rerolling each turn until they succeed. Unless healing is received within 1d6 days the eye will be effectively lost.",
      "(TODO:) A piece of the target's brain melts making the target suffer a short-time seizure. Your target knocked prone and must pass a challenging (+1 to DC) Fortitude save or be stunned. After the battle they must make a hard (+2 to DC) Fortitude save or suffer an acute inflammation of the brain, killing them in 1d4 days unless saved by a successful cure disease.",
      "(TODO:) Extreme pain causing bleeding inside target's brain. They fall immediately tearing their face before becoming stunned and remain in a coma for 1d6 days. Afterward, they must pass a challenging (+1 to DC) Fortitude save or die. Survival will mean the permanent brain-damage, and they will suffer a penalty of -1 to all skill checks for the rest of their life due to brain damage unless it's recovered with powerful restoration or regeneration magic.",
      "(TODO:) The pain engulfs your target's head, boiling their brain within their skull. Screams are slowly calms as the target will be inevitably dead within one turn.",
      "(TODO:) The whole brain of your target liquifies. They are dead almost before hitting the ground, and most definitely when they do, as most of their brain sloshed out of their brainpan through the nose and ears."
    ],
    "NoBodyPart": true
  },
  "Poison": {
    "Wounds": [
      "Affected by poison, your opponent hear a ringing noise that reduce their next attack by a penalty of -2 next attack if it happens on their next turn.",
      "Your opponent feel sharp pain near their ribs. They suffer -2 to their attack rolls until the end of their next turn.",
      "A sharp pain paralyzes their leg for a second, making them prone but otherwise leaving them unharmed.",
      "(TODO:)Your opponent feel paralyzing pain in their chest, that drives their breath from their body. They become sickened 1.",
      "(TODO:)Poison cause your target intense pain every time they move, making them suffer a -2 penalty to their attack rolls until their wounded condition removed.",
      "(TODO:)Poison works near a vertebra in the spine, causing temporary paralysis. Your target falls prone, unable to use their legs for 1d6 turns, before recovering completely.",
      "(TODO:)Poison makes slowed 2 your opponent until the end of their next turn. They'll also become sickened 4, for the rest of the battle.",
      "(TODO:)Poison gets into the leg of the target. Your target is stunned until the end of their next turn. Their movement reduced by 10 feet, and they are flat-footed. In addition, papalizing leg will cause a cumulative sickened 1 condition each turn. They'll fall unconscious in 2d4 turns. Both conditions end when their wounded condition removed.",
      "(TODO:)Poison temporarily causing paralysis of your opponent's breathing musculature and cardiac arrhythmia as their hearts starts beating irregularly. They are slowed 2 until the end of their next turn and will then have to pass a Fortitude save or their heart will simply stop for a while, stunning them for the rest of the battle. If they pass the Fortitude save they will simply be slowed 2 for 1d4 turns before recovering their breath and normal heartbeat.",
      "(TODO:)Poison causes a spasm in the airway. Your opponent gasps for breath, becoming cumulative sickened 2 each turn until they make a challenging (+1 to DC) Fortitude save to immediately get rid of sickened condition, rolling at the start of each turn. If 2d4 turns pass without success they fall stunned from lack of air. If not making their roll within another constitution modifier turns, they die from lack of air.",
      "(TODO:)Poison works inside the target dropping them prone, stunned with pain for 1d4 turns. The legs are useless until they take long-term rest.",
      "(TODO:)Poison works inside the target dropping them prone, clasping their legs agonizing, counting as stunned for 1d6 turns, then become sickened 4 for the duration of the battle due to the agonizing pain. Such an injury requires expert healing within 1d6 days, or it will develop gangrene and need amputation of both legs.",
      "(TODO:)Poison works inside your opponent's spine. They fall stunned and will die within 1d4 hours from loss of air due to damage to the breathing center in the upper part of the spinal cord. Master Medicine check can save their life but will be hard (+2 to DC) and will still leave them paralyzed from the neck down and gains insanity due to the horrible experience of being paralyzed and helpless while slowly suffocating to death.",
      "(TODO:)Poison slowly papalize the target starting from face, making them a gruesome sight, proceeding with the spinal cord. Your target drops prone, gurgles and slowly calms for 1d4 turns before expiring.",
      "(TODO:)Your target coughs with blood, before their eyes start bleeding too. They collapse and die in a small pool of their blood."
    ],
    "NoBodyPart": true
  },
  "Bleed": {
    "Head": [
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)"
    ],
    "Body": [
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)"
    ],
    "Arms": [
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)"
    ],
    "Legs": [
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)",
      "(TODO:)"
    ]
  }
}
